[
  {
    "id": "cardiovascular",
    "name": "Sistema Cardiovascular",
    "icon": "HeartPulse",
    "color": "text-red-600",
    "bgColor": "bg-red-50",
    "description": "Responsável pelo transporte de oxigênio, nutrientes e hormônios para as células.",
    "anatomy": [
      { "part": "Coração", "function": "Bomba muscular oca. Dividido em 4 câmaras: Átrios (recebem sangue) e Ventrículos (ejetam sangue)." },
      { "part": "Valvas Cardíacas", "function": "Atrioventriculares (Tricúspide, Mitral) e Semilunares (Pulmonar, Aórtica). Garantem o fluxo unidirecional." },
      { "part": "Artérias", "function": "Vasos de alta pressão que levam sangue do coração para os tecidos (Eferentes)." },
      { "part": "Veias", "function": "Vasos de baixa pressão e complacentes que trazem sangue de volta ao coração (Aferentes). Possuem válvulas." }
    ],
    "physiology": [
      {
        "title": "1. Ciclo Cardíaco (Sístole e Diástole)",
        "description": "O coração funciona como uma bomba dupla. Na **Diástole**, o músculo relaxa e as câmaras se enchem de sangue. Na **Sístole**, o músculo contrai e ejeta o sangue. O 'tum-tá' que ouvimos são as valvas se fechando (B1: fechamento das atrioventriculares; B2: fechamento das semilunares)."
      },
      {
        "title": "2. Circulação Pulmonar e Sistêmica",
        "description": "Na **Pequena Circulação**, o sangue pobre em O2 sai do Ventrículo Direito, vai aos pulmões oxigenar e volta ao Átrio Esquerdo. Na **Grande Circulação**, o sangue rico em O2 sai do Ventrículo Esquerdo (alta pressão), nutre todo o corpo e retorna venoso ao Átrio Direito."
      },
      {
        "title": "3. Sistema de Condução Elétrica",
        "description": "O coração tem automatismo. O impulso nasce no **Nó Sinusal** (marcapasso natural), passa para o Nó Atrioventricular (onde sofre um atraso vital), desce pelo Feixe de His e se espalha pelas Fibras de Purkinje, causando a contração ventricular organizada."
      }
    ],
    "nursingFocus": [
      "Auscuta Cardíaca: Identificar B1 e B2 e possíveis sopros nos focos Aórtico, Pulmonar, Tricúspide e Mitral.",
      "Débito Cardíaco: DC = Volume Sistólico x Frequência Cardíaca. Alterações na FC ou no volume impactam a perfusão.",
      "Pré-carga e Pós-carga: Conceitos vitais para entender insuficiência cardíaca e manejo de drogas vasoativas.",
      "Sinais de Má Perfusão: Tempo de enchimento capilar > 2s, extremidades frias, hipotensão e alteração do nível de consciência."
    ]
  },
  {
    "id": "respiratory",
    "name": "Sistema Respiratório",
    "icon": "Wind",
    "color": "text-blue-500",
    "bgColor": "bg-blue-50",
    "description": "Responsável pelas trocas gasosas (hematose) e equilíbrio ácido-básico.",
    "anatomy": [
      { "part": "Vias Aéreas Superiores", "function": "Nariz, faringe, laringe. Aquecem, umidificam e filtram o ar inspirado." },
      { "part": "Árvore Brônquica", "function": "Traqueia, brônquios e bronquíolos. Conduzem o ar. Possuem musculatura lisa (broncodilatação/constrição)." },
      { "part": "Alvéolos", "function": "Sacos microscópicos na extremidade final. Unidade funcional onde ocorre a troca gasosa." },
      { "part": "Pleura", "function": "Membrana dupla que envolve o pulmão, permitindo o deslizamento na caixa torácica." }
    ],
    "physiology": [
      {
        "title": "1. Mecânica Ventilatória",
        "description": "A entrada de ar depende de pressão negativa. O **diafragma** contrai e desce, aumentando o volume torácico e diminuindo a pressão interna, sugando o ar (Inspiração). O relaxamento do diafragma expulsa o ar passivamente (Expiração)."
      },
      {
        "title": "2. Hematose (Troca Gasosa)",
        "description": "Ocorre nos alvéolos por **difusão simples**. O oxigênio (O2) passa do alvéolo para o sangue capilar (onde a concentração é menor), e o dióxido de carbono (CO2) passa do sangue para o alvéolo para ser exalado."
      },
      {
        "title": "3. Controle da Respiração e pH",
        "description": "O centro respiratório no tronco encefálico ajusta a frequência respiratória baseada, principalmente, nos níveis de CO2 no sangue. Se o CO2 sobe (acidose), a respiração acelera para 'lavar' o ácido. Se o CO2 cai, a respiração diminui."
      }
    ],
    "nursingFocus": [
      "Padrão Respiratório: Observar uso de musculatura acessória (tiragem), batimento de asa de nariz e frequência.",
      "Saturação (SpO2): Mede a porcentagem de hemoglobina carreando oxigênio. Atenção: extremidades frias ou esmalte podem falsear.",
      "Ausculta Pulmonar: Diferenciar Murmúrio Vesicular (som limpo) de Ruídos Adventícios (crepitações = líquido; sibilos = broncoespasmo; roncos = secreção).",
      "Vias Aéreas: A proteção da via aérea é prioridade A no trauma e na emergência."
    ]
  },
  {
    "id": "nervous",
    "name": "Sistema Nervoso",
    "icon": "Brain",
    "color": "text-violet-600",
    "bgColor": "bg-violet-50",
    "description": "Controla e coordena as funções corporais e interpreta estímulos.",
    "anatomy": [
      { "part": "Encéfalo", "function": "Composto por Cérebro (cognição/motor), Cerebelo (equilíbrio) e Tronco Encefálico (funções vitais)." },
      { "part": "Medula Espinhal", "function": "Via de transmissão de impulsos entre cérebro e corpo. Centro de reflexos." },
      { "part": "Neurônio", "function": "Célula unidade funcional. Transmite impulsos elétricos e químicos (sinapses)." },
      { "part": "Meninges", "function": "Dura-máter, Aracnoide e Pia-máter. Protegem o SNC e contêm o líquor." }
    ],
    "physiology": [
      {
        "title": "1. Potencial de Ação e Sinapse",
        "description": "A informação viaja como um impulso elétrico ao longo do neurônio. Ao chegar no final, libera substâncias químicas (**neurotransmissores**) na fenda sináptica, que ativam o próximo neurônio ou órgão alvo."
      },
      {
        "title": "2. Sistema Autônomo: Simpático vs. Parassimpático",
        "description": "Controla funções involuntárias. O **Simpático** (Adrenalina) prepara para 'Luta ou Fuga' (acelera coração, dilata pupila, inibe digestão). O **Parassimpático** (Acetilcolina) foca em 'Repouso e Digestão' (desacelera coração, estimula intestino)."
      },
      {
        "title": "3. Hipertensão Intracraniana (HIC)",
        "description": "O crânio é uma caixa fechada contendo cérebro, sangue e líquor (Doutrina de Monro-Kellie). Se um volume aumenta (ex: edema ou hematoma), a pressão sobe drasticamente, podendo causar herniação e morte cerebral."
      }
    ],
    "nursingFocus": [
      "Escala de Glasgow: Ferramenta padrão para avaliar nível de consciência (Ocular, Verbal, Motor).",
      "Pupilas: Avaliar fotorreagência e simetria. Anisocoria é sinal de alerta grave (herniação uncal).",
      "Déficits Focais: Testar força e sensibilidade comparando os lados (paresia/plegia).",
      "Tríade de Cushing: Hipertensão + Bradicardia + Respiração irregular = Sinal tardio de HIC grave."
    ]
  },
  {
    "id": "renal",
    "name": "Sistema Renal/Urinário",
    "icon": "Droplet",
    "color": "text-yellow-500",
    "bgColor": "bg-yellow-50",
    "description": "Filtra o sangue, remove excretas e regula o volume de líquidos e eletrólitos.",
    "anatomy": [
      { "part": "Rins", "function": "Órgãos retroperitoneais que filtram o sangue. Produzem hormônios (eritropoietina, renina)." },
      { "part": "Néfron", "function": "Unidade funcional microscópica do rim (cerca de 1 milhão por rim)." },
      { "part": "Ureteres", "function": "Tubos musculares que conduzem a urina do rim à bexiga por peristaltismo." },
      { "part": "Bexiga", "function": "Reservatório muscular temporário. O músculo detrusor contrai na micção." }
    ],
    "physiology": [
      {
        "title": "1. Filtração Glomerular",
        "description": "O sangue chega com pressão no glomérulo e parte do plasma é filtrado para dentro do néfron. Células e proteínas grandes não passam (se passarem, há lesão). A Taxa de Filtração Glomerular (TFG) é o melhor índice de função renal."
      },
      {
        "title": "2. Reabsorção e Secreção Tubular",
        "description": "Cerca de 99% do filtrado é reabsorvido de volta para o sangue (água, glicose, sódio). Toxinas, excesso de potássio e hidrogênio são secretados ativamente na urina final. É assim que o rim regula o pH e eletrólitos."
      },
      {
        "title": "3. Sistema Renina-Angiotensina-Aldosterona",
        "description": "Quando a pressão cai, o rim libera Renina. Isso gera Angiotensina II (vasoconstrição) e Aldosterona (retém sódio e água). Resultado: aumento da pressão arterial e volume sanguíneo."
      }
    ],
    "nursingFocus": [
      "Débito Urinário: Monitorar rigorosamente. Oligúria (<0,5 mL/kg/h) é o primeiro sinal de choque ou lesão renal.",
      "Balanço Hídrico: Essencial para evitar sobrecarga (edema agudo de pulmão) ou desidratação.",
      "Aspecto da Urina: Hematúria (sangue), Piúria (pus), Colúria (bilirrubina).",
      "Creatinina e Ureia: Marcadores laboratoriais de função renal. A creatinina é mais específica."
    ]
  },
  {
    "id": "digestive",
    "name": "Sistema Digestório",
    "icon": "Utensils",
    "color": "text-orange-500",
    "bgColor": "bg-orange-50",
    "description": "Processa alimentos, absorve nutrientes e elimina resíduos.",
    "anatomy": [
      { "part": "Estômago", "function": "Reservatório ácido (pH 1-2). Inicia a digestão de proteínas (Pepsina)." },
      { "part": "Intestino Delgado", "function": "Duodeno, Jejuno e Íleo. Local principal de digestão química e absorção de nutrientes." },
      { "part": "Fígado e Vesícula", "function": "Fígado produz bile (emulsifica gorduras) e metaboliza drogas. Vesícula armazena a bile." },
      { "part": "Pâncreas", "function": "Produz enzimas digestivas potentes (amilase, lipase) e bicarbonato para neutralizar o ácido." }
    ],
    "physiology": [
      {
        "title": "1. Motilidade (Peristaltismo)",
        "description": "Ondas de contração muscular empurram o alimento. Ruídos hidroaéreos (RHA) são o som dessa movimentação. A ausência de RHA indica Íleo Paralítico."
      },
      {
        "title": "2. Digestão Química e Absorção",
        "description": "Enzimas quebram macromoléculas em micronutrientes. As vilosidades intestinais aumentam a área de contato para absorver esses nutrientes para a corrente sanguínea (via sistema porta para o fígado)."
      },
      {
        "title": "3. Função Hepática (Metabolismo)",
        "description": "Todo sangue do intestino passa primeiro pelo fígado (Efeito de Primeira Passagem). O fígado processa nutrientes, desintoxica substâncias, sintetiza albumina e fatores de coagulação."
      }
    ],
    "nursingFocus": [
      "Ruídos Hidroaéreos (RHA): Auscultar antes de palpar/percutir. Importante no pós-operatório.",
      "Sondas (SNG/SNE): Verificar posicionamento (pH, ausculta, Raio-X) para evitar broncoaspiração de dieta.",
      "Eliminações: Avaliar consistência (Escala de Bristol) e cor (Melena = sangue digerido/alto; Hematoquezia = sangue vivo/baixo).",
      "Glicemia: O pâncreas endócrino regula o açúcar. Monitorar sinais de hipo/hiperglicemia."
    ]
  },
  {
    "id": "integumentary",
    "name": "Sistema Tegumentar",
    "icon": "Shield",
    "color": "text-amber-700",
    "bgColor": "bg-amber-50",
    "description": "Pele e anexos. Proteção, termorregulação e sensibilidade.",
    "anatomy": [
      { "part": "Epiderme", "function": "Camada externa avascular. Barreira física contra patógenos e perda de água." },
      { "part": "Derme", "function": "Camada média resistente. Contém colágeno, vasos sanguíneos, terminações nervosas e glândulas." },
      { "part": "Tecido Subcutâneo", "function": "Tecido adiposo (gordura). Isolante térmico, reserva de energia e proteção mecânica." },
      { "part": "Anexos", "function": "Unhas, pelos, glândulas sudoríparas e sebáceas." }
    ],
    "physiology": [
      {
        "title": "1. Função de Barreira e Imunidade",
        "description": "A pele íntegra é a primeira linha de defesa contra infecções. O pH levemente ácido e a microbiota residente impedem o crescimento de patógenos. Quebras na barreira (feridas, acessos) são portas de entrada para sepse."
      },
      {
        "title": "2. Termorregulação",
        "description": "Se a temperatura sobe, os vasos da derme dilatam (perda de calor) e suamos. Se esfria, os vasos contraem (vasoconstrição) para reter calor no núcleo do corpo, deixando as extremidades frias e pálidas."
      },
      {
        "title": "3. Cicatrização",
        "description": "Processo complexo em fases: Inflamatória (limpeza), Proliferativa (granulação/reconstrução) e Maturação (remodelagem). Fatores como nutrição, oxigenação e glicemia afetam diretamente esse processo."
      }
    ],
    "nursingFocus": [
      "Integridade da Pele: Avaliar risco de Lesão por Pressão (Escala de Braden). Mudança de decúbito é prevenção vital.",
      "Turgor e Elasticidade: Avaliar no tórax ou fronte. Turgor diminuído indica desidratação.",
      "Perfusão e Cor: Cianose, palidez e tempo de enchimento capilar refletem o estado hemodinâmico.",
      "Administração Parenteral: Conhecer a profundidade das camadas é crucial para injeções ID, SC e IM corretas."
    ]
  }
]