[
  {
    "category": "Legislação do SUS",
    "icon": "Scale",
    "color": "text-blue-600",
    "topics": [
      {
        "title": "Constituição Federal de 1988 (Art. 196 a 200)",
        "summary": "A base constitucional da Saúde no Brasil (Seção II - Da Saúde).",
        "keyPoints": [
          "<strong>Art. 196:</strong> 'A saúde é direito de todos e dever do Estado', garantido mediante políticas sociais e econômicas.",
          "<strong>Art. 198 (Diretrizes):</strong> Descentralização (direção única), Atendimento Integral (prioridade preventiva) e Participação da Comunidade.",
          "<strong>Art. 199 (Iniciativa Privada):</strong> A assistência à saúde é livre à iniciativa privada. Poderá participar do SUS em caráter <strong>COMPLEMENTAR</strong> (preferência para filantrópicas/sem fins lucrativos).",
          "<strong>Vedações:</strong> É vedada a destinação de recursos públicos para auxílios ou subvenções às instituições privadas com fins lucrativos."
        ],
        "goldenTip": "A iniciativa privada participa de forma COMPLEMENTAR (contrato/convênio). O termo 'suplementar' refere-se aos Planos de Saúde, não à relação com o SUS."
      },
      {
        "title": "Lei 8.080/90 (Lei Orgânica da Saúde)",
        "summary": "A 'Constituição do SUS'. Dispõe sobre condições de promoção, proteção e recuperação da saúde.",
        "keyPoints": [
          "<strong>Princípios Doutrinários (Ideológicos):</strong> Universalidade (todos), Integralidade (tudo), Equidade (justiça social).",
          "<strong>Princípios Organizativos:</strong> Descentralização (direção única em cada esfera), Regionalização, Hierarquização e Participação Popular.",
          "<strong>Competências:</strong> União (Normatiza/Financia), Estados (Coordena/Caráter supletivo), Municípios (Executa).",
          "<strong>Art. 19-T (Novo):</strong> Proíbe o 'fura-fila' (pagamento por ordem de chegada) no SUS."
        ],
        "goldenTip": "A Equidade NÃO está escrita expressamente no texto da lei 8.080, mas é um princípio doutrinário implícito e aceito em todas as bancas."
      },
      {
        "title": "Lei 8.142/90 (Controle Social)",
        "summary": "Dispõe sobre a participação da comunidade e transferências intergovernamentais de recursos.",
        "keyPoints": [
          "<strong>Conferências de Saúde:</strong> Reúnem-se a cada <strong>4 anos</strong>. Formulam diretrizes para políticas de saúde. Composição paritária.",
          "<strong>Conselhos de Saúde:</strong> Órgãos <strong>Permanentes e Deliberativos</strong>. Atuam na estratégia e fiscalização (inclusive financeira).",
          "<strong>Paridade (Res. 453/12):</strong> 50% Usuários, 25% Trabalhadores, 25% Gestores/Prestadores."
        ],
        "goldenTip": "Memorize: Conferência = 4 anos (Diretrizes/Avaliação). Conselho = Permanente (Fiscalização/Execução)."
      },
      {
        "title": "Resolução CNS 453/2012 (Conselhos)",
        "summary": "Diretrizes para funcionamento e composição dos Conselhos de Saúde.",
        "keyPoints": [
          "<strong>Composição Paritária:</strong> 50% Usuários, 25% Trabalhadores de Saúde, 25% Gestores/Prestadores de Serviço.",
          "<strong>Natureza:</strong> Órgãos colegiados, deliberativos e permanentes.",
          "<strong>Presidência:</strong> Eleita entre os membros do conselho (o Gestor/Secretário NÃO é presidente nato).",
          "<strong>Mandato:</strong> Os conselheiros não são remunerados (atividade de relevância pública)."
        ],
        "goldenTip": "O Secretário de Saúde é membro nato do conselho, mas não presidente nato. Ele precisa ser eleito pelos pares para presidir."
      },
      {
        "title": "Política Nacional de Humanização (PNH)",
        "summary": "HumanizaSUS: Transversalidade e protagonismo dos sujeitos.",
        "keyPoints": [
          "<strong>Princípios (Tríade):</strong> 1. Transversalidade (atravessa todas as áreas); 2. Indissociabilidade entre Atenção e Gestão; 3. Protagonismo, corresponsabilidade e autonomia dos sujeitos.",
          "<strong>Diretrizes (Ferramentas):</strong> Acolhimento (com classificação de risco), Clínica Ampliada, Gestão Participativa/Cogestão, Ambiência, Valorização do Trabalhador.",
          "<strong>Acolhimento:</strong> É uma postura ética, não um espaço físico. Deve ocorrer em todo lugar e momento."
        ],
        "goldenTip": "Cuidado na prova: Equidade é princípio do SUS (8.080). Transversalidade é princípio da PNH."
      },
      {
        "title": "Lei Complementar 141/2012 (Financiamento)",
        "summary": "Define os valores mínimos a serem aplicados em saúde e o que é considerado despesa com saúde.",
        "keyPoints": [
          "<strong>Municípios:</strong> Mínimo de <strong>15%</strong> da arrecadação de impostos.",
          "<strong>Estados:</strong> Mínimo de <strong>12%</strong> da arrecadação de impostos.",
          "<strong>União:</strong> Valor empenhado no ano anterior + variação do PIB (regra atualizada pelo novo arcabouço, sujeita a alterações).",
          "<strong>Não é despesa com saúde:</strong> Aposentadorias, merenda escolar, limpeza urbana, saneamento básico (salvo em domicílios), obras de infraestrutura não ligadas à saúde."
        ],
        "goldenTip": "Lembre-se: Estados = 12%, Municípios = 15%. Saneamento e Merenda NÃO contam como gasto mínimo em saúde."
      },
      {
        "title": "Decreto 7.508/11 (Regulamentação)",
        "summary": "Organiza o SUS em Redes de Atenção à Saúde (RAS) e define a Região de Saúde.",
        "keyPoints": [
          "<strong>Região de Saúde:</strong> Espaço geográfico contínuo para integrar serviços. Requisitos mínimos: Atenção Primária, Urgência, Psicossocial, Especializada e Vigilância.",
          "<strong>Portas de Entrada:</strong> Atenção Primária (Coordenadora), Urgência/Emergência, Atenção Psicossocial e Especiais de Acesso Aberto.",
          "<strong>COAP:</strong> Contrato Organizativo da Ação Pública (acordo entre entes federativos).",
          "<strong>Mapa da Saúde:</strong> Descrição geográfica da distribuição de recursos e serviços."
        ],
        "goldenTip": "Os serviços de Alta Complexidade e Hospitalares NÃO são portas de entrada diretas (exceto se referenciados ou urgência)."
      },
      {
        "title": "PNAB (Política Nacional de Atenção Básica)",
        "summary": "Portaria 2.436/2017. A base da Estratégia Saúde da Família.",
        "keyPoints": [
          "<strong>Atributos Essenciais:</strong> Acesso (primeiro contato), Longitudinalidade (vínculo), Integralidade e Coordenação do cuidado.",
          "<strong>Equipe Mínima (eSF):</strong> Médico, Enfermeiro, Técnico/Auxiliar de Enfermagem e ACS. (Dentista é opcional na eSF, mas obrigatório na eSB).",
          "<strong>Carga Horária:</strong> 40h semanais para todos os membros da equipe mínima.",
          "<strong>ACS/ACE:</strong> Obrigatório residir na área de atuação desde a data do edital."
        ],
        "goldenTip": "A PNAB 2017 permite a existência da 'Equipe de Atenção Primária' (eAP) com carga horária flexível (20h ou 30h), diferente da eSF que exige 40h."
      }
    ]
  },
  {
    "category": "Administração em Enfermagem",
    "icon": "Calculator",
    "color": "text-indigo-600",
    "topics": [
      {
        "title": "Dimensionamento (Res. COFEN 543/2017)",
        "summary": "Cálculo de pessoal baseado na complexidade do cuidado (Sistema de Classificação de Fugulin).",
        "keyPoints": [
          "<strong>Horas de Enfermagem por Paciente (24h):</strong>",
          "• Cuidados Mínimos: 4 horas.",
          "• Cuidados Intermediários: 6 horas.",
          "• Alta Dependência: 10 horas.",
          "• Semi-intensivo: 10 horas.",
          "• Intensivo: 18 horas.",
          "<strong>Distribuição Percentual (Enfermeiros):</strong> Mínima (33%), Intermediária (33%), Alta Dep. (36%), Semi (42%), Intensiva (52%)."
        ],
        "goldenTip": "Para Cuidado Intensivo, a equipe deve ser composta majoritariamente por Enfermeiros (52% mín). É a única categoria onde Enfermeiros são a maioria."
      },
      {
        "title": "Auditoria em Enfermagem",
        "summary": "Avaliação sistemática da qualidade da assistência e dos custos.",
        "keyPoints": [
          "<strong>Tipos:</strong> <em>Prospectiva</em> (antes do cuidado/autorização), <em>Concorrente</em> (durante a internação, à beira-leito) e <em>Retrospectiva</em> (após a alta, análise de prontuário).",
          "<strong>Finalidade:</strong> Contábil (glosas, custos) e Operacional/Assistencial (qualidade do cuidado).",
          "<strong>Glossa:</strong> Cancelamento parcial ou total do pagamento por falta de registro ou inconsistência."
        ],
        "goldenTip": "A Auditoria Retrospectiva (após a alta) é a mais comum no Brasil, focada na análise de prontuários e contas hospitalares."
      },
      {
        "title": "Teorias de Enfermagem",
        "summary": "Fundamentos teóricos que embasam a prática.",
        "keyPoints": [
          "<strong>Florence Nightingale:</strong> Teoria Ambientalista. Foco no ar fresco, luz, calor, higiene e silêncio.",
          "<strong>Dorothea Orem:</strong> Teoria do Autocuidado (Déficit de autocuidado).",
          "<strong>Wanda Horta:</strong> Teoria das Necessidades Humanas Básicas (NHB). Baseada em Maslow (Psicobiológicas, Psicossociais, Psicoespirituais). A mais usada no Brasil.",
          "<strong>Madeleine Leininger:</strong> Teoria Transcultural (Cuidado culturalmente congruente)."
        ],
        "goldenTip": "Associe sempre: Florence = Ambiente; Orem = Autocuidado; Horta = Necessidades Básicas (Pirâmide de Maslow)."
      },
      {
        "title": "Liderança e Gerenciamento",
        "summary": "Estilos de liderança e ferramentas de gestão.",
        "keyPoints": [
          "<strong>Liderança Autocrática:</strong> Focada na tarefa, centralizadora, decisões unilaterais. Útil em emergências críticas.",
          "<strong>Liderança Democrática:</strong> Focada nas pessoas e tarefas, participativa, decisão em grupo.",
          "<strong>Liderança Laissez-faire:</strong> Focada nas pessoas, liberdade total, líder omisso ou apenas consultivo.",
          "<strong>Liderança Situacional:</strong> O líder adapta o estilo conforme a maturidade da equipe e a situação."
        ],
        "goldenTip": "Na administração moderna e nas provas, a Liderança Situacional ou Transformacional são as consideradas ideais."
      }
    ]
  },
  {
    "category": "Ética e Legislação",
    "icon": "Gavel",
    "color": "text-slate-600",
    "topics": [
      {
        "title": "Lei 7.498/86 (Exercício Profissional)",
        "summary": "Regulamenta quem pode exercer a enfermagem e suas competências.",
        "keyPoints": [
          "<strong>Enfermeiro (Privativo):</strong> Direção de órgãos, Consultoria, Auditoria, Consulta de Enfermagem, Prescrição da assistência, Cuidados a pacientes graves com risco de vida.",
          "<strong>Técnico de Enfermagem:</strong> Nível médio. Assiste ao enfermeiro no planejamento e executa cuidados de maior complexidade sob supervisão.",
          "<strong>Auxiliar de Enfermagem:</strong> Atividades repetitivas, higiene, conforto, alimentação."
        ],
        "goldenTip": "O Técnico de Enfermagem NÃO pode realizar consulta de enfermagem, nem auditoria, nem assumir chefia de serviço."
      },
      {
        "title": "Sistematização da Assistência (Res. COFEN 358/2009)",
        "summary": "Obrigatoriedade da SAE e do Processo de Enfermagem.",
        "keyPoints": [
          "<strong>SAE vs Processo de Enfermagem:</strong> A SAE organiza o trabalho profissional; o Processo de Enfermagem é o instrumento metodológico.",
          "<strong>5 Etapas:</strong> 1. Coleta de Dados (Histórico); 2. Diagnóstico; 3. Planejamento; 4. Implementação; 5. Avaliação.",
          "<strong>Privativo do Enfermeiro:</strong> Diagnóstico de Enfermagem e Prescrição de Enfermagem.",
          "<strong>Técnicos e Auxiliares:</strong> Participam da execução (implementação) e da coleta de dados (sob supervisão)."
        ],
        "goldenTip": "A SAE deve ser implantada em TODA instituição (pública ou privada) onde ocorre o cuidado de enfermagem, não apenas em hospitais."
      },
      {
        "title": "Código de Ética (Res. COFEN 564/2017)",
        "summary": "Direitos, Deveres, Proibições e Penalidades.",
        "keyPoints": [
          "<strong>Infrações Leves:</strong> Ofensa à integridade física/mental/moral sem dano ou com dano leve. Pena: Advertência Verbal.",
          "<strong>Infrações Graves:</strong> Perigo de vida, dano físico/mental/moral grave. Pena: Suspensão do exercício (até 90 dias).",
          "<strong>Infrações Gravíssimas:</strong> Morte, deformidade permanente, aborto, eutanásia. Pena: Cassação (apenas pelo COFEN).",
          "<strong>Prescrição:</strong> A infração prescreve em 5 anos."
        ],
        "goldenTip": "A Multa pode ser aplicada em qualquer tipo de infração (Leve, Grave ou Gravíssima), acumulada com outras penalidades."
      }
    ]
  },
  {
    "category": "Saúde Pública e Epidemiologia",
    "icon": "ShieldAlert",
    "color": "text-orange-600",
    "topics": [
      {
        "title": "Vigilância em Saúde",
        "summary": "Os componentes da Vigilância em Saúde no Brasil.",
        "keyPoints": [
          "<strong>Vigilância Epidemiológica:</strong> Controle de doenças transmissíveis e não transmissíveis, notificação compulsória, investigação de surtos.",
          "<strong>Vigilância Sanitária:</strong> Controle de bens (alimentos, remédios), serviços e ambientes. Foco no risco sanitário.",
          "<strong>Vigilância Ambiental:</strong> Fatores do meio ambiente que interferem na saúde (água, ar, solo, vetores).",
          "<strong>Saúde do Trabalhador:</strong> Doenças e agravos relacionados ao trabalho (LER/DORT, acidentes)."
        ],
        "goldenTip": "A Vigilância Sanitária (ANVISA) tem poder de polícia (fechar estabelecimentos, apreender produtos), diferente da Epidemiológica."
      },
      {
        "title": "História Natural da Doença (Leavell & Clark)",
        "summary": "Níveis de prevenção em saúde.",
        "keyPoints": [
          "<strong>Pré-Patogênese (Primária):</strong> Antes de adoecer. Promoção da saúde (educação) e Proteção específica (vacinas, EPI).",
          "<strong>Patogênese (Secundária):</strong> Doença já existe, mas fase inicial. Diagnóstico precoce e tratamento imediato (rastreamento/screening).",
          "<strong>Patogênese (Terciária):</strong> Reabilitação e limitação da incapacidade (fisioterapia, reintegração).",
          "<strong>Quaternária:</strong> Prevenção de iatrogenias (evitar excesso de exames/tratamentos desnecessários)."
        ],
        "goldenTip": "Vacina é SEMPRE Prevenção Primária. Mamografia de rastreio é Prevenção Secundária."
      },
      {
        "title": "Indicadores de Saúde",
        "summary": "Cálculos epidemiológicos frequentes.",
        "keyPoints": [
          "<strong>Mortalidade Infantil:</strong> (Óbitos < 1 ano / Nascidos Vivos) x 1.000. Reflete qualidade de vida e assistência.",
          "<strong>Mortalidade Materna:</strong> (Óbitos por causa materna / Nascidos Vivos) x 100.000.",
          "<strong>Letalidade:</strong> (Óbitos pela doença / Total de doentes) x 100. Mede a gravidade da doença.",
          "<strong>Índice de Swaroop-Uemura:</strong> % de óbitos em > 50 anos. Quanto maior, melhor o nível de saúde (ISU > 75% = nível 1)."
        ],
        "goldenTip": "Cuidado com o denominador! Mortalidade Materna é por 100 MIL. Infantil é por MIL."
      },
      {
        "title": "Doenças de Notificação Compulsória",
        "summary": "Lista de agravos que exigem comunicação (Portaria de Consolidação 4/2017).",
        "keyPoints": [
          "<strong>Imediatas (<24h):</strong> Botulismo, Cólera, Sarampo, Rubéola, Raiva, Peste, Febre Amarela, Zika (gestante/óbito), Violência Sexual/Suicídio.",
          "<strong>Semanais:</strong> Dengue (leve), Tuberculose, Hanseníase, HIV, Esquistossomose, Violência Doméstica (exceto sexual/suicídio).",
          "<strong>BICHOS (Mnemônico Imediatas):</strong> Botulismo, Influenza (novo), Cólera, Hantavirose, Óbito (Dengue), Sarampo."
        ],
        "goldenTip": "A violência sexual e a tentativa de suicídio são de notificação IMEDIATA (24h). As demais violências são SEMANAIS."
      },
      {
        "title": "Rede de Frio (Imunobiológicos)",
        "summary": "Armazenamento e conservação de vacinas.",
        "keyPoints": [
          "<strong>Temperatura Ideal:</strong> Entre +2°C e +8°C (Sendo +5°C o alvo).",
          "<strong>Arrumação:</strong> 1ª prateleira (vacinas virais/susceptíveis a calor), 2ª prateleira (bacterianas/susceptíveis a gelo), 3ª prateleira (diluentes/caixas vazias).",
          "<strong>Base:</strong> Garrafas com água colorida (estabilização térmica).",
          "<strong>Proibido:</strong> Armazenar na porta, gaveta de legumes ou congelador (exceto VOP e Febre Amarela em instância central)."
        ],
        "goldenTip": "Se faltar energia, NÃO abra a geladeira. Monitore a temperatura. Se subir, inicie o plano de contingência (caixas térmicas)."
      }
    ]
  },
  {
    "category": "Urgência e Emergência",
    "icon": "Siren",
    "color": "text-red-600",
    "topics": [
      {
        "title": "Classificação de Risco (Protocolo de Manchester)",
        "summary": "Cores e tempos alvo para atendimento na urgência.",
        "keyPoints": [
          "<strong>Vermelho (Emergência):</strong> Atendimento Imediato (0 min). Ex: PCR, Politrauma grave.",
          "<strong>Laranja (Muito Urgente):</strong> Atendimento em até 10 min. Ex: Dor torácica, Dispneia severa.",
          "<strong>Amarelo (Urgente):</strong> Atendimento em até 60 min. Ex: Dor abdominal moderada, febre alta.",
          "<strong>Verde (Pouco Urgente):</strong> Atendimento em até 120 min.",
          "<strong>Azul (Não Urgente):</strong> Atendimento em até 240 min."
        ],
        "goldenTip": "A dor torácica típica (suspeita de IAM) é classificada como LARANJA (Muito Urgente), a menos que o paciente esteja em PCR (Vermelho)."
      },
      {
        "title": "Suporte Básico e Avançado (PCR)",
        "summary": "Atualizações da AHA.",
        "keyPoints": [
          "<strong>C-A-B:</strong> Compressões (prioridade), Vias Aéreas, Respiração.",
          "<strong>Compressões:</strong> 100-120/min, 5-6cm profundidade, retorno total do tórax.",
          "<strong>Ritmos Chocáveis:</strong> Fibrilação Ventricular (FV) e Taquicardia Ventricular sem Pulso (TVSP). Droga: Adrenalina + Amiodarona.",
          "<strong>Ritmos Não Chocáveis:</strong> Assistolia e AESP. Droga: Apenas Adrenalina (o mais cedo possível).",
          "<strong>5H e 5T (Causas):</strong> Hipovolemia, Hipóxia, H+ (Acidose), Hipo/Hiper K, Hipotermia; Tensão (Pneumotórax), Tamponamento, Toxinas, Trombose (TEP/IAM)."
        ],
        "goldenTip": "Na Assistolia/AESP (não chocável), NÃO se faz antiarrítmico (Amiodarona/Lidocaína). A prioridade é RCP de alta qualidade e Adrenalina."
      },
      {
        "title": "Trauma (XABCDE)",
        "summary": "Abordagem primária ao politraumatizado (PHTLS).",
        "keyPoints": [
          "<strong>X:</strong> Hemorragia Exsanguinante (Controle de sangramento externo massivo - Torniquete).",
          "<strong>A:</strong> Vias Aéreas + Proteção da Coluna Cervical.",
          "<strong>B:</strong> Boa Ventilação (Respiração) + O2.",
          "<strong>C:</strong> Circulação (Hemorragias internas, pulso, pele, choque) + Reposição Volêmica.",
          "<strong>D:</strong> Disfunção Neurológica (Glasgow, Pupilas).",
          "<strong>E:</strong> Exposição + Controle da Hipotermia."
        ],
        "goldenTip": "O 'X' vem antes do 'A' apenas se houver hemorragia externa massiva visível. Caso contrário, segue o ABCDE."
      }
    ]
  },
  {
    "category": "Fundamentos e Clínica",
    "icon": "Stethoscope",
    "color": "text-emerald-600",
    "topics": [
      {
        "title": "Nutrição Enteral e Parenteral",
        "summary": "Vias de administração de dieta e cuidados específicos.",
        "keyPoints": [
          "<strong>Nutrição Enteral (SNE/GTT):</strong> Via fisiológica (TGI funcionante). Risco principal: Broncoaspiração. Cuidados: Cabeceira > 30º, checar resíduo gástrico, lavar sonda com água.",
          "<strong>Nutrição Parenteral (NPT):</strong> Via endovenosa (TGI não funcionante). Risco principal: Infecção de corrente sanguínea e hiperglicemia. Cuidados: Via exclusiva em cateter central (CVC), bomba de infusão obrigatória, troca do equipo a cada 24h."
        ],
        "goldenTip": "A NPT requer acesso venoso CENTRAL devido à alta osmolaridade. NPT periférica é rara e apenas para curto prazo/baixa osmolaridade."
      },
      {
        "title": "Cálculo de Medicação",
        "summary": "Fórmulas essenciais que caem em toda prova.",
        "keyPoints": [
          "<strong>Gotas/min (h):</strong> Volume / (Tempo x 3).",
          "<strong>Microgotas/min (h):</strong> Volume / Tempo.",
          "<strong>Permanganato (KMnO4):</strong> 1:40.000 significa 1g em 40.000ml. Usar regra de três.",
          "<strong>Insulina:</strong> Frasco 100UI/ml. Se usar seringa de 3ml, regra de três simples."
        ],
        "goldenTip": "1 ml = 20 gotas = 60 microgotas. Se a questão pedir tempo em MINUTOS: Gotas = (Vol x 20) / Min."
      },
      {
        "title": "Sinais Vitais e Semiotécnica",
        "summary": "Parâmetros e técnicas.",
        "keyPoints": [
          "<strong>Pulso:</strong> Filiforme (fraco/fino = choque), Martelo d'água (forte/cheio = I.Aórtica).",
          "<strong>Respiração:</strong> Cheyne-Stokes (períodos de apneia e hiperpneia - ICC/SNC), Kussmaul (rápida e profunda - Cetoacidose), Biot (caótica - HIC).",
          "<strong>Pressão Arterial:</strong> Manguito adequado (bolsa deve cobrir 80% da circunferência). Manguito pequeno = PA falsamente alta.",
          "<strong>Sondagem Vesical:</strong> A fixação no homem é no abdome inferior (prevenir fístula) e na mulher na face interna da coxa."
        ],
        "goldenTip": "A respiração de Kussmaul (acidose) é profunda e rápida ('fome de ar'). Cheyne-Stokes tem ciclos crescentes/decrescentes com apneia."
      },
      {
        "title": "Lesão por Pressão (LPP) - NPUAP",
        "summary": "Classificação e prevenção de danos à pele.",
        "keyPoints": [
          "<strong>Estágio 1:</strong> Eritema não branqueável em pele íntegra.",
          "<strong>Estágio 2:</strong> Perda parcial da espessura (derme exposta), leito rosa/vermelho.",
          "<strong>Estágio 3:</strong> Perda total da espessura da pele (gordura visível).",
          "<strong>Estágio 4:</strong> Perda total com exposição de osso/tendão/músculo.",
          "<strong>Não Estadiável:</strong> Coberta por necrose ou esfacelo.",
          "<strong>Tissular Profunda:</strong> Área vermelha escura/púrpura ou flictena de sangue em pele íntegra."
        ],
        "goldenTip": "Prevenção é prioridade: mudança de decúbito a cada 2h e hidratação da pele (exceto em proeminências ósseas já hiperemiadas)."
      },
      {
        "title": "Biossegurança e NR-32",
        "summary": "Normas de segurança e saúde no trabalho em serviços de saúde.",
        "keyPoints": [
          "<strong>Vacinação:</strong> O empregador deve garantir vacinação gratuita (Tétano, Difteria, Hepatite B, etc). O trabalhador pode recusar, mas deve assinar termo.",
          "<strong>Perfurocortantes:</strong> Proibido reencapar agulhas. Descarte em recipiente rígido (até 2/3 da capacidade). Dispositivos de segurança obrigatórios.",
          "<strong>Adornos:</strong> Proibido o uso de anéis, pulseiras, relógios, colares, brincos e crachás pendurados.",
          "<strong>Quimioterápicos:</strong> Cabine de segurança biológica, kit de derramamento, EPI específico."
        ],
        "goldenTip": "Gestantes não devem trabalhar em áreas com radiação ionizante ou com gases anestésicos/quimioterápicos, salvo autorização médica expressa."
      },
      {
        "title": "Administração de Medicamentos",
        "summary": "Vias e técnicas de aplicação.",
        "keyPoints": [
          "<strong>Intramuscular (IM):</strong> Região Ventroglútea (Hochstetter) é a mais segura (até 4-5ml, livre de nervos). Deltóide (máx 2ml, risco nervo radial). Dorsoglúteo (risco nervo ciático, não recomendado).",
          "<strong>Subcutânea (SC):</strong> Insulina/Heparina. Rodízio de locais (abdome, braço, coxa).",
          "<strong>Intradérmica (ID):</strong> BCG e PPD. Ângulo 10-15º. Não massagear."
        ],
        "goldenTip": "A região Ventroglútea é a preferencial para IM em todas as idades (exceto < 7 meses/não andantes que usam Vasto Lateral)."
      }
    ]
  },
  {
    "category": "Segurança do Paciente",
    "icon": "ShieldCheck",
    "color": "text-yellow-600",
    "topics": [
      {
        "title": "PNSP e as 6 Metas Internacionais",
        "summary": "Programa Nacional de Segurança do Paciente e metas da OMS.",
        "keyPoints": [
          "<strong>Meta 1:</strong> Identificação Correta (Nome + Data Nascimento). Pulseira.",
          "<strong>Meta 2:</strong> Comunicação Efetiva (Registro, Read-back).",
          "<strong>Meta 3:</strong> Medicamentos de Alta Vigilância (Identificação, dupla checagem).",
          "<strong>Meta 4:</strong> Cirurgia Segura (Local correto, procedimento correto, paciente correto).",
          "<strong>Meta 5:</strong> Redução de Infecções (Higiene das Mãos).",
          "<strong>Meta 6:</strong> Prevenção de Quedas e Lesão por Pressão."
        ],
        "goldenTip": "O número do leito ou quarto NUNCA deve ser usado como identificador do paciente."
      },
      {
        "title": "Incidentes e Eventos Adversos",
        "summary": "Terminologia da OMS (RDC 36/2013).",
        "keyPoints": [
          "<strong>Near Miss (Quase erro):</strong> Incidente que não atingiu o paciente (erro interceptado).",
          "<strong>Incidente sem dano:</strong> Atingiu o paciente, mas não causou dano.",
          "<strong>Evento Adverso:</strong> Incidente que resultou em dano à saúde.",
          "<strong>Never Event:</strong> Evento grave que nunca deveria ocorrer (ex: cirurgia em membro errado, suicídio intra-hospitalar)."
        ],
        "goldenTip": "A notificação de Eventos Adversos à ANVISA é obrigatória para os serviços de saúde (Notivisa)."
      }
    ]
  },
  {
    "category": "Controle de Infecção (CCIH)",
    "icon": "Biohazard",
    "color": "text-purple-600",
    "topics": [
      {
        "title": "Infecção Hospitalar (IRAS)",
        "summary": "Conceitos da Portaria 2.616/98.",
        "keyPoints": [
          "<strong>Definição:</strong> Adquirida após a admissão e que se manifeste durante a internação ou após a alta (se relacionada).",
          "<strong>Critério Temporal:</strong> Em geral, após 72h da admissão (se sem incubação prévia).",
          "<strong>CCIH:</strong> Comissão de Controle de Infecção Hospitalar. Órgão consultivo e executor. Obrigatória em todos os hospitais.",
          "<strong>PCIH:</strong> Programa de Controle (conjunto de ações)."
        ],
        "goldenTip": "A Infecção de Sítio Cirúrgico (ISC) pode se manifestar até 30 dias após a cirurgia (ou até 90 dias/1 ano se houver implante/prótese)."
      },
      {
        "title": "Precauções e Isolamento",
        "summary": "Medidas para interromper a cadeia de transmissão.",
        "keyPoints": [
          "<strong>Padrão:</strong> Higiene das mãos + EPI se risco de fluidos. (Todos os pacientes).",
          "<strong>Contato:</strong> Bactérias Multirresistentes, Escabiose, Clostridium. (Quarto privativo, luva, avental).",
          "<strong>Gotículas:</strong> Meningite, Influenza, Rubéola, Caxumba. (Máscara Cirúrgica < 1m).",
          "<strong>Aerossóis:</strong> Tuberculose, Sarampo, Varicela. (Máscara N95, Quarto Pressão Negativa)."
        ],
        "goldenTip": "Herpes Zoster disseminado exige precaução para AEROSSÓIS + CONTATO (até todas as lesões formarem crostas)."
      }
    ]
  },
  {
    "category": "Saúde do Idoso",
    "icon": "Users",
    "color": "text-slate-500",
    "topics": [
      {
        "title": "Estatuto da Pessoa Idosa (Lei 10.741/03)",
        "summary": "Direitos fundamentais da pessoa com 60 anos ou mais.",
        "keyPoints": [
          "<strong>Prioridade:</strong> Garantida a todos com ≥ 60 anos. Prioridade Especial ('Super Idoso') para > 80 anos.",
          "<strong>Acompanhante:</strong> Direito a acompanhante em tempo integral na internação (salvo critério médico justificado).",
          "<strong>Violência:</strong> Notificação compulsória (suspeita ou confirmada) em até 24h (Delegacia, MP, Conselho do Idoso).",
          "<strong>Saúde:</strong> Vedada a discriminação em planos de saúde pela idade."
        ],
        "goldenTip": "A prioridade dos maiores de 80 anos prevalece sobre os demais idosos, exceto em casos de emergência médica."
      },
      {
        "title": "Grandes Síndromes Geriátricas",
        "summary": "Os 'Gigantes da Geriatria' (Is).",
        "keyPoints": [
          "<strong>Instabilidade Postural:</strong> Quedas (fator de alta morbidade).",
          "<strong>Imobilidade:</strong> Perda da capacidade de deslocamento.",
          "<strong>Incontinência:</strong> Urinária ou fecal.",
          "<strong>Incapacidade Cognitiva:</strong> Demências (Alzheimer, Vascular), Delirium (agudo), Depressão.",
          "<strong>Iatrogenia:</strong> Danos causados pelo tratamento (polifarmácia)."
        ],
        "goldenTip": "Delirium é um quadro AGUDO, flutuante e reversível de confusão mental. Demência é CRÔNICA e progressiva."
      }
    ]
  },
  {
    "category": "Saúde da Mulher",
    "icon": "Heart",
    "color": "text-pink-600",
    "topics": [
      {
        "title": "Rede Cegonha / RAMI",
        "summary": "Rede de Atenção Materna e Infantil.",
        "keyPoints": [
          "<strong>Componentes:</strong> 1. Pré-natal; 2. Parto e Nascimento; 3. Puerpério e Atenção Integral à Criança; 4. Sistema Logístico (Transporte).",
          "<strong>Diretrizes:</strong> Vínculo com a maternidade desde o pré-natal, direito a acompanhante no parto (Lei 11.108), boas práticas (evitar episiotomia rotineira, Kristeller).",
          "<strong>Classificação de Risco:</strong> Gestante de Alto Risco deve ser referenciada ao Pré-natal de Alto Risco (PNAR)."
        ],
        "goldenTip": "A Manobra de Kristeller (pressão no fundo uterino) é proscrita/contraindicada pelo Ministério da Saúde, pois aumenta risco de lesões."
      },
      {
        "title": "Pré-Natal e Regra de Naegele",
        "summary": "Cálculo da Data Provável do Parto (DPP).",
        "keyPoints": [
          "<strong>Regra:</strong> DUM + 7 dias. Mês - 3 (se Abril a Dez) ou Mês + 9 (se Jan a Mar).",
          "<strong>Exemplo:</strong> DUM 10/05. Dia: 10+7=17. Mês: 5-3=2 (Fev). Ano: Seguinte. DPP = 17/02.",
          "<strong>Exames Básicos:</strong> Tipagem, Coombs (Rh-), VDRL, HIV, Toxo, HBsAg, Glicemia, Urina, Urocultura.",
          "<strong>Vacinas:</strong> dTpa (a partir de 20s), dT, Hepatite B, Influenza."
        ],
        "goldenTip": "A suplementação de Sulfato Ferroso (profilática) é 40mg ferro elementar. Ácido Fólico (prevenção defeito tubo neural) idealmente 3 meses antes."
      },
      {
        "title": "Climatério e Menopausa",
        "summary": "Fisiologia e manejo da transição menopausa.",
        "keyPoints": [
          "<strong>Definição:</strong> Menopausa é a data da última menstruação (diagnóstico retrospectivo após 12 meses de amenorreia). Climatério é o período de transição.",
          "<strong>Sintomas:</strong> Fogachos (ondas de calor), atrofia vaginal, alterações de humor, risco aumentado de osteoporose e doenças cardiovasculares.",
          "<strong>Terapia Hormonal (TRH):</strong> Indicada para alívio dos sintomas vasomotores (fogachos). Contraindicada em câncer de mama/endométrio, TEP/TVP prévio, doença hepática grave."
        ],
        "goldenTip": "Mulheres com útero devem usar Estrogênio + Progesterona (para proteger o endométrio). Mulheres histerectomizadas usam apenas Estrogênio."
      },
      {
        "title": "Síndromes Hipertensivas (SHEG)",
        "summary": "Principal causa de morte materna no Brasil.",
        "keyPoints": [
          "<strong>Pré-eclâmpsia:</strong> Hipertensão (>140/90) após 20 semanas + Proteinúria ou sinais de gravidade.",
          "<strong>Sinais de Iminência de Eclâmpsia:</strong> Cefaleia intensa, escotomas (visão), epigastralgia (dor no estômago) e hiperreflexia.",
          "<strong>Eclâmpsia:</strong> Pré-eclâmpsia + Convulsões.",
          "<strong>Tratamento:</strong> Sulfato de Magnésio (prevenir/tratar convulsão). Antídoto: Gluconato de Cálcio."
        ],
        "goldenTip": "Na intoxicação por Magnésio: 1º some o reflexo patelar, 2º depressão respiratória, 3º parada cardíaca. Monitore reflexos e FR!"
      },
      {
        "title": "Hemorragias da Gestação",
        "summary": "Diferenciação das principais causas de sangramento.",
        "keyPoints": [
          "<strong>1ª Metade (<20s):</strong> Abortamento, Gravidez Ectópica (dor em baixo ventre + choque), Mola Hidatiforme (útero maior que o esperado, 'tempestade de neve' no USG).",
          "<strong>2ª Metade (>20s):</strong> Placenta Prévia (sangramento vermelho vivo, INDOLOR, sem esforço), Descolamento Prematuro de Placenta - DPP (sangue escuro, DOR intensa, útero lenhoso, hipertonia).",
          "<strong>Pós-Parto:</strong> Atonia Uterina (principal causa). Cd: Massagem uterina + Ocitocina."
        ],
        "goldenTip": "Placenta Prévia = Sangra muito e NÃO dói. DPP = Sangra (as vezes oculto) e DÓI muito. No DPP, o feto entra em sofrimento rápido."
      },
      {
        "title": "Planejamento Reprodutivo",
        "summary": "Métodos contraceptivos e Lei 9.263/96.",
        "keyPoints": [
          "<strong>Índice de Pearl:</strong> Mede a eficácia do método (nº falhas por 100 mulheres/ano). Quanto menor, mais eficaz.",
          "<strong>Laqueadura/Vasectomia (Lei 14.443/22 - Nova):</strong> Idade mínima 21 anos OU pelo menos 2 filhos vivos. Não exige mais consentimento do cônjuge. Pode fazer no parto.",
          "<strong>DIU T de Cobre:</strong> Duração 10 anos. Pode em nulíparas. Efeito inflamatório local/espermicida.",
          "<strong>Pílula Combinada:</strong> Inibe a ovulação."
        ],
        "goldenTip": "A Lei 14.443/2022 mudou a idade da esterilização de 25 para 21 anos e permitiu a realização durante o parto (o que antes era proibido, salvo exceções)."
      },
      {
        "title": "Câncer de Colo e Mama",
        "summary": "Diretrizes de Rastreamento (INCA/MS).",
        "keyPoints": [
          "<strong>Colo (Papanicolau):</strong> 25 a 64 anos. Anual. Após 2 negativos consecutivos, a cada 3 anos.",
          "<strong>Mama (Mamografia):</strong> 50 a 69 anos. A cada 2 anos (Bienal).",
          "<strong>Exame Clínico das Mamas:</strong> Anual a partir dos 40 anos (MS).",
          "<strong>Autoexame:</strong> Estimulado para autoconhecimento, mas não é método isolado de rastreio."
        ],
        "goldenTip": "Se a mulher tem 20 anos e vida sexual ativa, pelo Ministério da Saúde, NÃO entra no rastreamento populacional (inicia aos 25)."
      }
    ]
  },
  {
    "category": "Saúde da Criança",
    "icon": "Baby",
    "color": "text-cyan-600",
    "topics": [
      {
        "title": "AIDPI - Sinais Gerais de Perigo",
        "summary": "Estratégia da OMS para reduzir a mortalidade infantil. Identificação rápida de casos graves.",
        "keyPoints": [
          "<strong>1. Não consegue beber ou mamar.</strong>",
          "<strong>2. Vomita tudo o que ingere.</strong>",
          "<strong>3. Apresentou convulsões (agora ou histórico recente).</strong>",
          "<strong>4. Letárgica ou inconsciente.</strong>",
          "<strong>Conduta:</strong> Se apresentar QUALQUER um desses sinais, a criança tem doença muito grave. Requer referência urgente ao hospital."
        ],
        "goldenTip": "O estridor em repouso e a desnutrição grave também são sinais de classificação vermelha (referência urgente) no AIDPI."
      },
      {
        "title": "Imunização Infantil (PNI)",
        "summary": "O tópico mais cobrado em pediatria.",
        "keyPoints": [
          "<strong>Ao nascer:</strong> BCG (ID) e Hep B.",
          "<strong>2 e 4 meses:</strong> Penta, VIP, Pneumo 10, Rotavírus.",
          "<strong>3 e 5 meses:</strong> Meningo C.",
          "<strong>6 meses:</strong> Penta, VIP.",
          "<strong>9 meses:</strong> Febre Amarela.",
          "<strong>12 meses:</strong> Tríplice Viral, Pneumo 10 (Ref), Meningo C (Ref).",
          "<strong>15 meses:</strong> Tetra Viral (ou Tríplice + Varicela), Hep A, DTP (Ref), VOP (Ref)."
        ],
        "goldenTip": "A vacina VIP (inativada/injetável) é aos 2, 4 e 6 meses. A VOP (gotinha/atenuada) é apenas nos reforços (15m e 4a). 'Zé Gotinha só no reforço'."
      },
      {
        "title": "Crescimento e Desenvolvimento (CD)",
        "summary": "Acompanhamento do desenvolvimento neuropsicomotor.",
        "keyPoints": [
          "<strong>Marcos Motores:</strong> Sustenta a cabeça (2-3m), Rola (4-5m), Senta sem apoio (6-7m), Engatinha (9m), Anda (12-15m).",
          "<strong>Reflexos Primitivos:</strong> Moro (abraço), Preensão Palmar/Plantar, Sucção, Marcha Reflexa. Devem desaparecer nos primeiros meses.",
          "<strong>Crescimento:</strong> Perda de 10% do peso ao nascer (recupera em 10 dias). Dobra o peso aos 5 meses, triplica aos 12 meses.",
          "<strong>Perímetro Cefálico:</strong> Cresce mais rápido no 1º trimestre (2cm/mês)."
        ],
        "goldenTip": "Sinais de Alerta no CD: Ausência de sorriso social aos 3 meses, não sentar aos 9 meses, não andar aos 18 meses."
      },
      {
        "title": "Aleitamento Materno",
        "summary": "Definições OMS.",
        "keyPoints": [
          "<strong>Exclusivo (até 6m):</strong> Apenas leite humano. Sem água/chás.",
          "<strong>Predominante:</strong> Leite + Água/Chás (Não recomendado antes de 6m).",
          "<strong>Complementado:</strong> Leite + Comida (sólidos/semissólidos).",
          "<strong>Misto:</strong> Leite materno + Outro leite.",
          "<strong>Contraindicações Absolutas:</strong> HIV materno, HTLV 1 e 2, Galactosemia no bebê."
        ],
        "goldenTip": "Hepatite B e Tuberculose materna NÃO contraindicam a amamentação (com cuidados específicos, ex: vacina/imunoglobulina para o bebê na HepB)."
      }
    ]
  },
  {
    "category": "Doenças Transmissíveis",
    "icon": "Biohazard",
    "color": "text-red-500",
    "topics": [
      {
        "title": "Leptospirose",
        "summary": "Doença febril aguda transmitida pela urina de roedores. Comum em enchentes.",
        "keyPoints": [
          "<strong>Fase Precoce:</strong> Febre alta, cefaleia, mialgia intensa (principalmente nas panturrilhas).",
          "<strong>Fase Tardia (Síndrome de Weil):</strong> Tríade: Icterícia (rubínica/alaranjada) + Insuficiência Renal Aguda + Hemorragia.",
          "<strong>Tratamento:</strong> Antibióticos (Doxiciclina/Amoxicilina na fase leve; Penicilina/Ceftriaxona na grave) e suporte (diálise)."
        ],
        "goldenTip": "A mialgia das panturrilhas e a icterícia rubínica (olhos vermelhos/laranjas) são sinais clássicos de prova."
      },
      {
        "title": "Tuberculose (TB)",
        "summary": "Bacilo de Koch. Transmissão por aerossóis.",
        "keyPoints": [
          "<strong>Sintomático Respiratório:</strong> Tosse ≥ 3 semanas.",
          "<strong>Tratamento:</strong> 2 meses RIPE (Rifampicina, Isoniazida, Pirazinamida, Etambutol) + 4 meses RI.",
          "<strong>Precaução:</strong> Aerossóis (Máscara N95 para profissional, Cirúrgica para paciente no transporte)."
        ],
        "goldenTip": "A Rifampicina colore fluidos corporais (urina, suor) de laranja/vermelho. O Etambutol pode causar neurite óptica (visão)."
      },
      {
        "title": "Hanseníase",
        "summary": "Bacilo de Hansen. Doença infectocontagiosa crônica que atinge pele e nervos.",
        "keyPoints": [
          "<strong>Transmissão:</strong> Vias aéreas superiores (contato prolongado e íntimo).",
          "<strong>Paucibacilar (PB):</strong> Até 5 lesões de pele. Baciloscopia negativa. Tratamento: 6 doses supervisionadas (6 meses).",
          "<strong>Multibacilar (MB):</strong> Mais de 5 lesões. Baciloscopia positiva. Tratamento: 12 doses supervisionadas (12 meses).",
          "<strong>Sinais:</strong> Manchas com alteração de sensibilidade (térmica, dolorosa e tátil), espessamento neural."
        ],
        "goldenTip": "A sensibilidade térmica é a primeira a ser perdida, seguida pela dolorosa e por último a tátil."
      },
      {
        "title": "Sífilis (Lues)",
        "summary": "IST causada pelo Treponema pallidum.",
        "keyPoints": [
          "<strong>Primária:</strong> Cancro duro (úlcera indolor, fundo limpo, bordas duras).",
          "<strong>Secundária:</strong> Roséolas, lesões palmoplantares, placas mucosas.",
          "<strong>Terciária:</strong> Gomas, lesões neurológicas e cardiovasculares.",
          "<strong>Tratamento:</strong> Penicilina Benzatina (Benzetacil). 2,4 mi UI (1 dose na Primária/Secundária; 3 doses na Terciária/Latente Tardia).",
          "<strong>Diagnóstico:</strong> Teste rápido/VDRL (Não treponêmico - Rastreio) + FTA-Abs (Treponêmico - Confirmatório)."
        ],
        "goldenTip": "VDRL cai (negativa) com a cura e serve para monitoramento. FTA-Abs permanece positivo a vida toda (cicatriz sorológica)."
      },
      {
        "title": "Meningites",
        "summary": "Inflamação das meninges. Pode ser viral, bacteriana ou fúngica.",
        "keyPoints": [
          "<strong>Sinais Clássicos:</strong> Rigidez de nuca, febre alta, cefaleia, vômitos em jato.",
          "<strong>Sinal de Kerning:</strong> Dor ao estender a perna com a coxa flexionada.",
          "<strong>Sinal de Brudzinski:</strong> Flexão involuntária das pernas ao fletir o pescoço.",
          "<strong>Isolamento:</strong> Meningocócica e Haemophilus exigem isolamento de GOTÍCULAS (máscara cirúrgica) por 24h de antibiótico."
        ],
        "goldenTip": "Meningite viral geralmente tem bom prognóstico. Bacteriana (meningococo) pode causar meningococcemia (manchas/petéquias na pele) e evoluir para óbito rápido."
      },
      {
        "title": "HIV / AIDS",
        "summary": "Vírus da Imunodeficiência Humana.",
        "keyPoints": [
          "<strong>Transmissão:</strong> Sexual, Sanguínea, Vertical (Mãe-Filho).",
          "<strong>CD4 e Carga Viral:</strong> CD4 baixo (<200) define AIDS e risco de infecções oportunistas. Meta: Carga Viral Indetectável = Intransmissível.",
          "<strong>PEP (Pós-Exposição):</strong> Iniciar até 72h (ideal 2h). Duração 28 dias.",
          "<strong>PrEP (Pré-Exposição):</strong> Uso diário para populações de risco.",
          "<strong>Gestante:</strong> AZT venoso no parto + Inibição da lactação."
        ],
        "goldenTip": "A amamentação é CONTRAINDICADA no Brasil para mães HIV+, independente da carga viral."
      },
      {
        "title": "Hepatites Virais",
        "summary": "Inflamação do fígado (A, B, C, D, E).",
        "keyPoints": [
          "<strong>Hepatite A:</strong> Fecal-oral. Aguda. Vacina no PNI. Saneamento previne.",
          "<strong>Hepatite B:</strong> Sexual, sangue, vertical. DNA vírus. Cronifica. Vacina disponível (3 doses).",
          "<strong>Hepatite C:</strong> Sangue (principal), sexual (raro). Cronifica em 80%. Tem cura com antivirais, mas NÃO tem vacina.",
          "<strong>Marcadores Hep B:</strong> HBsAg (Vírus presente), Anti-HBs (Imunidade/Cura ou Vacina), Anti-HBc (Contato prévio)."
        ],
        "goldenTip": "Anti-HBs positivo isolado = Imunidade por VACINA. Anti-HBs + Anti-HBc positivos = Imunidade por DOENÇA curada."
      },
      {
        "title": "Dengue, Zika e Chikungunya",
        "summary": "Arboviroses transmitidas pelo Aedes aegypti.",
        "keyPoints": [
          "<strong>Dengue:</strong> Febre alta súbita, dor retro-orbital, mialgia intensa. Risco de choque (hemoconcentração/plaquetopenia). Prova do Laço.",
          "<strong>Chikungunya:</strong> Febre alta e artralgia (dor articular) intensa e debilitante (pode cronificar).",
          "<strong>Zika:</strong> Febre baixa, exantema pruriginoso, conjuntivite. Risco de microcefalia e Guillain-Barré."
        ],
        "goldenTip": "Hidratação na Dengue: Grupo B (sinais de alarme) e C (choque) requerem hidratação venosa imediata. Grupo A (sem alarme) é oral."
      }
    ]
  },
  {
    "category": "Saúde Mental",
    "icon": "Brain",
    "color": "text-teal-500",
    "topics": [
      {
        "title": "Prevenção do Suicídio",
        "summary": "Identificação e manejo do comportamento suicida.",
        "keyPoints": [
          "<strong>Classificação de Risco:</strong> <em>Baixo:</em> Pensamento sem plano. <em>Médio:</em> Pensamento, plano, mas sem ação imediata. <em>Alto:</em> Plano definido, meios acessíveis, tentativa recente (< 48h).",
          "<strong>Fatores de Risco:</strong> Tentativa prévia (maior preditor), transtornos mentais, isolamento social, doenças crônicas, acesso a meios letais.",
          "<strong>Manejo:</strong> Escuta ativa sem julgamento. Não deixar o paciente sozinho (risco alto). Encaminhamento para psiquiatria/CAPS."
        ],
        "goldenTip": "Perguntar sobre suicídio NÃO induz o ato. Pelo contrário, oferece uma oportunidade de alívio e busca de ajuda."
      },
      {
        "title": "Reforma Psiquiátrica (Lei 10.216/2001)",
        "summary": "Reorientação do modelo assistencial em saúde mental.",
        "keyPoints": [
          "<strong>Desinstitucionalização:</strong> Substituição do manicômio por serviços abertos (CAPS).",
          "<strong>Internação Voluntária:</strong> Com consentimento do paciente.",
          "<strong>Internação Involuntária:</strong> Sem consentimento, a pedido de terceiro/médico. Comunicar MP em 72h.",
          "<strong>Internação Compulsória:</strong> Determinada pela Justiça."
        ],
        "goldenTip": "O CAPS (Centro de Atenção Psicossocial) é o ordenador da rede e a porta de entrada preferencial, não o hospital psiquiátrico."
      }
    ]
  },
  {
    "category": "Saúde do Adulto (Crônicas)",
    "icon": "Activity",
    "color": "text-orange-500",
    "topics": [
      {
        "title": "Doença Renal Crônica (DRC)",
        "summary": "Perda progressiva e irreversível da função renal.",
        "keyPoints": [
          "<strong>Estadiamento (TFG):</strong> Estágio 1 (>90), 2 (60-89), 3a (45-59), 3b (30-44), 4 (15-29), 5 (<15 - Falência Renal).",
          "<strong>Tratamento Conservador:</strong> Controle da PA (IECA/BRA), Glicemia, Dieta hipoproteica, tratamento da anemia (Eritropoietina) e distúrbios minerais.",
          "<strong>TRS (Terapia Renal Substitutiva):</strong> Hemodiálise ou Diálise Peritoneal. Indicada no Estágio 5."
        ],
        "goldenTip": "A principal causa de DRC no Brasil é a Hipertensão Arterial, seguida pelo Diabetes Mellitus."
      },
      {
        "title": "Hipertensão (HAS) e Diabetes (DM)",
        "summary": "Protocolos do Caderno de Atenção Básica.",
        "keyPoints": [
          "<strong>HAS:</strong> Diagnóstico com PA ≥ 140/90 mmHg em duas medidas distintas. Meta geral: < 140/90 (ou < 130/80 em alto risco).",
          "<strong>DM Diagnóstico:</strong> Glicemia jejum ≥ 126; HbA1c ≥ 6,5%; TOTG ≥ 200; ou Glicemia casual ≥ 200 + Sintomas.",
          "<strong>Pé Diabético:</strong> Teste de sensibilidade com monofilamento 10g. Prevenção de úlceras."
        ],
        "goldenTip": "A insulina Regular (R) é transparente e de ação rápida. A NPH é leitosa e de ação intermediária. Ao misturar na mesma seringa: Aspirar a Regular (clara) ANTES da NPH (escura) para não contaminar o frasco da rápida."
      }
    ]
  },
  {
    "category": "Saúde do Trabalhador",
    "icon": "Briefcase",
    "color": "text-emerald-700",
    "topics": [
      {
        "title": "Doenças Ocupacionais (LER/DORT e PAIR)",
        "summary": "Principais agravos relacionados ao trabalho.",
        "keyPoints": [
          "<strong>LER/DORT:</strong> Lesões por Esforço Repetitivo / Distúrbios Osteomusculares. Causadas por movimentos repetitivos, postura inadequada e carga. Notificação compulsória em unidades sentinelas.",
          "<strong>PAIR:</strong> Perda Auditiva Induzida por Ruído. Perda neurossensorial, irreversível, bilateral e progressiva. Prevenção: EPI (protetor auricular), revezamento.",
          "<strong>Burnout:</strong> Síndrome do esgotamento profissional. Tríade: Exaustão emocional, Despersonalização e Baixa realização pessoal."
        ],
        "goldenTip": "A Comunicação de Acidente de Trabalho (CAT) deve ser emitida pela empresa até o 1º dia útil seguinte ao da ocorrência. Em caso de óbito, de imediato."
      },
      {
        "title": "Acidentes com Material Biológico",
        "summary": "Protocolo pós-exposição.",
        "keyPoints": [
          "<strong>Cuidados Imediatos:</strong> Lavar com água e sabão (pele) ou soro (mucosas). Não espremer a ferida.",
          "<strong>Avaliação:</strong> Testar paciente-fonte e acidentado (HIV, Hep B, Hep C).",
          "<strong>Profilaxia (PEP HIV):</strong> Se indicada (fonte HIV+ ou desconhecida com risco), iniciar em até 2h (máx 72h) por 28 dias.",
          "<strong>Hepatite B:</strong> Se acidentado não imune (Anti-HBs-), fazer Vacina + Imunoglobulina (IGHAHB)."
        ],
        "goldenTip": "Não existe profilaxia medicamentosa (PEP) para Hepatite C. O acompanhamento é sorológico para detecção precoce."
      }
    ]
  },
  {
    "category": "Centro Cirúrgico e CME",
    "icon": "Scissors",
    "color": "text-gray-700",
    "topics": [
      {
        "title": "Cirurgia Segura (Checklist OMS)",
        "summary": "Os 3 momentos de verificação obrigatória para prevenção de erros.",
        "keyPoints": [
          "<strong>Sign In (Antes da Indução Anestésica):</strong> Confirmar paciente, sítio cirúrgico, procedimento, consentimento, alergias, risco de via aérea.",
          "<strong>Time Out (Antes da Incisão):</strong> Pausa cirúrgica. Toda a equipe confirma paciente, sítio, procedimento. Profilaxia antibiótica realizada?",
          "<strong>Sign Out (Antes de sair da sala):</strong> Contagem de compressas/instrumentos, identificação de amostras, problemas com equipamentos."
        ],
        "goldenTip": "O 'Time Out' é o momento mais crítico e deve envolver a participação verbal de TODOS os membros da equipe (cirurgião, anestesista e enfermagem)."
      },
      {
        "title": "Classificação de Artigos (Spaulding)",
        "summary": "Base para o processamento de produtos para saúde (RDC 15).",
        "keyPoints": [
          "<strong>Críticos:</strong> Penetram tecidos estéreis ou sistema vascular. Ex: Bisturi, pinças cirúrgicas. Exigem <strong>Esterilização</strong>.",
          "<strong>Semicríticos:</strong> Entram em contato com pele não íntegra ou mucosas. Ex: Endoscópio, lâmina de laringo. Exigem <strong>Desinfecção de Alto Nível</strong>.",
          "<strong>Não Críticos:</strong> Contato apenas com pele íntegra. Ex: Estetoscópio, comadre. Exigem <strong>Limpeza/Desinfecção Baixo Nível</strong>."
        ],
        "goldenTip": "O álcool 70% é um desinfetante de nível intermediário. Não esteriliza (não mata esporos)."
      },
      {
        "title": "Processamento de Materiais (CME)",
        "summary": "Etapas da Central de Material e Esterilização.",
        "keyPoints": [
          "<strong>Limpeza:</strong> Remoção da sujidade visível (detergente enzimático). É o passo mais importante. Se estiver sujo, não esteriliza.",
          "<strong>Esterilização Física:</strong> Autoclave (Vapor saturado sob pressão). Ciclos de 121°C a 134°C.",
          "<strong>Esterilização Química:</strong> Peróxido de Hidrogênio (Plasma), Óxido de Etileno (Indústria).",
          "<strong>Monitoramento:</strong> Físico (impressora), Químico (fitas/integradores) e Biológico (teste com esporos - padrão ouro)."
        ],
        "goldenTip": "O Teste Biológico (com Geobacillus stearothermophilus para autoclave) é o único que garante a morte dos microrganismos."
      },
      {
        "title": "Posicionamento Cirúrgico",
        "summary": "Prevenção de lesões no intraoperatório.",
        "keyPoints": [
          "<strong>Supina (Dorsal):</strong> Barriga para cima. Mais comum (laparotomias).",
          "<strong>Prona (Ventral):</strong> Barriga para baixo. Cirurgias de coluna/fossa posterior. Risco de lesão ocular e compressão torácica.",
          "<strong>Litotomia (Ginecológica):</strong> Pernas elevadas em perneiras. Risco de TVP e lesão de nervo se mal posicionado.",
          "<strong>Trendelenburg:</strong> Cabeça mais baixa que o corpo. Cirurgias pélvicas (afasta vísceras)."
        ],
        "goldenTip": "A principal complicação do posicionamento inadequado é a lesão por compressão de nervos periféricos e úlceras por pressão."
      }
    ]
  }
]