[
  {
    "id": "lei-8080",
    "title": "Lei 8.080/90 (Lei Orgânica da Saúde) - Consolidada",
    "category": "Legislação do SUS",
    "description": "Dispõe sobre as condições para a promoção, proteção e recuperação da saúde, a organização e o funcionamento dos serviços correspondentes.",
    "readTime": "120 min",
    "content": "<h3>DISPOSIÇÃO PRELIMINAR</h3><p><strong>Art. 1º</strong> Esta lei regula, em todo o território nacional, as ações e serviços de saúde, executados isolada ou conjuntamente, em caráter permanente ou eventual, por pessoas naturais ou jurídicas de direito Público ou privado.</p><h3>TÍTULO I - Das Disposições Gerais</h3><p><strong>Art. 2º</strong> A saúde é um direito fundamental do ser humano, devendo o Estado prover as condições indispensáveis ao seu pleno exercício.</p><p>§ 1º O dever do Estado de garantir a saúde consiste na formulação e execução de políticas econômicas e sociais que visem à redução de riscos de doenças e de outros agravos e no estabelecimento de condições que assegurem acesso universal e igualitário às ações e aos serviços para a sua promoção, proteção e recuperação.</p><p>§ 2º O dever do Estado não exclui o das pessoas, da família, das empresas e da sociedade.</p><p><strong>Art. 3º</strong> Os níveis de saúde expressam a organização social e econômica do país, tendo a saúde como determinantes e condicionantes, entre outros, a alimentação, a moradia, o saneamento básico, o meio ambiente, o trabalho, a renda, a educação, a atividade física, o transporte, o lazer e o acesso aos bens e serviços essenciais.</p><h3>TÍTULO II - Do Sistema Único de Saúde</h3><h4>CAPÍTULO I - Dos Objetivos e Atribuições</h4><p><strong>Art. 4º</strong> O conjunto de ações e serviços de saúde, prestados por órgãos e instituições públicas federais, estaduais e municipais, da Administração direta e indireta e das fundações mantidas pelo Poder Público, constitui o Sistema Único de Saúde (SUS).</p><p>§ 1º Estão incluídas no disposto neste artigo as instituições públicas federais, estaduais e municipais de controle de qualidade, pesquisa e produção de insumos, medicamentos, inclusive de sangue e hemoderivados, e de equipamentos para saúde.</p><p>§ 2º A iniciativa privada poderá participar do Sistema Único de Saúde (SUS), em caráter complementar.</p><p><strong>Art. 5º</strong> São objetivos do Sistema Único de Saúde SUS:</p><ul><li>I - a identificação e divulgação dos fatores condicionantes e determinantes da saúde;</li><li>II - a formulação de política de saúde destinada a promover, nos campos econômico e social, a observância do disposto no § 1º do art. 2º desta lei;</li><li>III - a assistência às pessoas por intermédio de ações de promoção, proteção e recuperação da saúde, com a realização integrada das ações assistenciais e das atividades preventivas.</li></ul><p><strong>Art. 6º</strong> Estão incluídas no campo de atuação do Sistema Único de Saúde (SUS):</p><ul><li>I - a execução de ações:<ul><li>a) de vigilância sanitária;</li><li>b) de vigilância epidemiológica;</li><li>c) de saúde do trabalhador; e</li><li>d) de assistência terapêutica integral, inclusive farmacêutica;</li></ul></li><li>II - a participação na formulação da política e na execução de ações de saneamento básico;</li><li>III - a ordenação da formação de recursos humanos na área de saúde;</li><li>IV - a vigilância nutricional e a orientação alimentar;</li><li>V - a colaboração na proteção do meio ambiente, nele compreendido o do trabalho;</li><li>VI - a formulação da política de medicamentos, equipamentos, imunobiológicos e outros insumos de interesse para a saúde e a participação na sua produção;</li><li>VII - o controle e a fiscalização de serviços, produtos e substâncias de interesse para a saúde;</li><li>VIII - a fiscalização e a inspeção de alimentos, água e bebidas para consumo humano;</li><li>IX - a participação no controle e na fiscalização da produção, transporte, guarda e utilização de substâncias e produtos psicoativos, tóxicos e radioativos;</li><li>X - o incremento, em sua área de atuação, do desenvolvimento científico e tecnológico;</li><li>XI - a formulação e execução da política de sangue e seus derivados.</li></ul><h4>CAPÍTULO II - Dos Princípios e Diretrizes</h4><p><strong>Art. 7º</strong> As ações e serviços públicos de saúde e os serviços privados contratados ou conveniados que integram o Sistema Único de Saúde (SUS), são desenvolvidos de acordo com as diretrizes previstas no art. 198 da Constituição Federal, obedecendo ainda aos seguintes princípios:</p><ul><li>I - universalidade de acesso aos serviços de saúde em todos os níveis de assistência;</li><li>II - integralidade de assistência, entendida como conjunto articulado e contínuo das ações e serviços preventivos e curativos, individuais e coletivos, exigidos para cada caso em todos os níveis de complexidade do sistema;</li><li>III - preservação da autonomia das pessoas na defesa de sua integridade física e moral;</li><li>IV - igualdade da assistência à saúde, sem preconceitos ou privilégios de qualquer espécie;</li><li>V - direito à informação, às pessoas assistidas, sobre sua saúde;</li><li>VI - divulgação de informações quanto ao potencial dos serviços de saúde e a sua utilização pelo usuário;</li><li>VII - utilização da epidemiologia para o estabelecimento de prioridades, a alocação de recursos e a orientação programática;</li><li>VIII - participação da comunidade;</li><li>IX - descentralização político-administrativa, com direção única em cada esfera de governo:<ul><li>a) ênfase na descentralização dos serviços para os municípios;</li><li>b) regionalização e hierarquização da rede de serviços de saúde;</li></ul></li><li>X - integração em nível executivo das ações de saúde, meio ambiente e saneamento básico;</li><li>XI - conjugação dos recursos financeiros, tecnológicos, materiais e humanos da União, dos Estados, do Distrito Federal e dos Municípios na prestação de serviços de assistência à saúde da população;</li><li>XII - capacidade de resolução dos serviços em todos os níveis de assistência; e</li><li>XIII - organização dos serviços públicos de modo a evitar duplicidade de meios para fins idênticos.</li></ul><h4>CAPÍTULO III - Da Organização, da Direção e da Gestão</h4><p><strong>Art. 8º</strong> As ações e serviços de saúde, executados pelo Sistema Único de Saúde (SUS), seja diretamente ou mediante participação complementar da iniciativa privada, serão organizados de forma regionalizada e hierarquizada em níveis de complexidade crescente.</p><p><strong>Art. 9º</strong> A direção do Sistema Único de Saúde (SUS) é única, de acordo com o inciso I do art. 198 da Constituição Federal, sendo exercida em cada esfera de governo pelos seguintes órgãos:</p><ul><li>I - no âmbito da União, pelo Ministério da Saúde;</li><li>II - no âmbito dos Estados e do Distrito Federal, pela respectiva Secretaria de Saúde ou órgão equivalente; e</li><li>III - no âmbito dos Municípios, pela respectiva Secretaria de Saúde ou órgão equivalente.</li></ul><p><strong>Art. 10.</strong> Os municípios poderão constituir consórcios para desenvolver em conjunto as ações e os serviços de saúde que lhes correspondam.</p><p><strong>Art. 12.</strong> Serão criadas comissões intersetoriais de âmbito nacional, subordinadas ao Conselho Nacional de Saúde, integradas pelos Ministérios e órgãos competentes e por entidades representativas da sociedade civil.</p><p><strong>Art. 13.</strong> A articulação das políticas e programas, a cargo das comissões intersetoriais, abrangerá, em especial, as seguintes atividades: I - alimentação e nutrição; II - saneamento e meio ambiente; III - vigilância sanitária e farmacoepidemiologia; IV - recursos humanos; V - ciência e tecnologia; VI - saúde do trabalhador.</p><p><strong>Art. 14-A.</strong> As Comissões Intergestores Bipartite e Tripartite são reconhecidas como foros de negociação e pactuação entre gestores, quanto aos aspectos operacionais do Sistema Único de Saúde (SUS).</p><p><strong>Art. 14-B.</strong> O Conselho Nacional de Secretários de Saúde (Conass) e o Conselho Nacional de Secretarias Municipais de Saúde (Conasems) são reconhecidos como entidades representativas dos entes estaduais e municipais para tratar de matérias referentes à saúde.</p><h4>CAPÍTULO IV - Da Competência e das Atribuições</h4><p><strong>Art. 15.</strong> A União, os Estados, o Distrito Federal e os Municípios exercerão, em seu âmbito administrativo, as seguintes atribuições:</p><ul><li>I - definição das instâncias e mecanismos de controle, avaliação e de fiscalização das ações e serviços de saúde;</li><li>II - administração dos recursos orçamentários e financeiros destinados, em cada ano, à saúde;</li><li>III - acompanhamento, avaliação e divulgação do nível de saúde da população e das condições ambientais;</li><li>V - elaboração de normas técnicas e estabelecimento de padrões de qualidade e parâmetros de custos que caracterizam a assistência à saúde;</li><li>XI - elaboração de normas para regular as atividades de serviços privados de saúde, tendo em vista a sua relevância pública;</li></ul><p><strong>Art. 16.</strong> Compete à Direção Nacional do Sistema Único de Saúde (SUS):</p><ul><li>I - formular, avaliar e apoiar políticas de alimentação e nutrição;</li><li>II - participar na formulação e na implementação das políticas: a) de controle das agressões ao meio ambiente; b) de saneamento básico; c) relativas às condições e aos ambientes de trabalho;</li><li>III - definir e coordenar os sistemas: a) de redes integradas de assistência de alta complexidade; b) de rede de laboratórios de saúde pública; c) de vigilância epidemiológica; d) de vigilância sanitária;</li></ul><p><strong>Art. 17.</strong> Compete à direção estadual do Sistema Único de Saúde (SUS):</p><ul><li>I - promover a descentralização para os Municípios dos serviços e das ações de saúde;</li><li>II - acompanhar, controlar e avaliar as redes hierarquizadas do Sistema Único de Saúde (SUS);</li><li>III - prestar apoio técnico e financeiro aos Municípios e executar supletivamente ações e serviços de saúde;</li></ul><p><strong>Art. 18.</strong> À direção municipal do Sistema Único de Saúde (SUS) compete:</p><ul><li>I - planejar, organizar, controlar e avaliar as ações e os serviços de saúde e gerir e executar os serviços públicos de saúde;</li><li>II - participar do planejamento, programação e organização da rede regionalizada e hierarquizada do Sistema Único de Saúde (SUS), em articulação com sua direção estadual;</li><li>IV - executar serviços: a) de vigilância epidemiológica; b) vigilância sanitária; c) de alimentação e nutrição; d) de saneamento básico; e) de saúde do trabalhador;</li></ul><h4>CAPÍTULO V - Do Subsistema de Atenção à Saúde Indígena</h4><p><strong>Art. 19-A.</strong> As ações e serviços de saúde voltados para o atendimento das populações indígenas, em todo o território nacional, coletiva ou individualmente, obedecerão ao disposto nesta Lei.</p><p><strong>Art. 19-B.</strong> Cabe à União, com seus recursos próprios, financiar o Subsistema de Atenção à Saúde Indígena.</p><h4>CAPÍTULO VI - Do Subsistema de Atendimento e Internação Domiciliar</h4><p><strong>Art. 19-I.</strong> São estabelecidos, no âmbito do Sistema Único de Saúde (SUS), o atendimento domiciliar e a internação domiciliar.</p><p><strong>Art. 19-J.</strong> Os serviços de saúde do Sistema Único de Saúde - SUS, da rede própria ou conveniada, ficam obrigados a permitir a presença, junto à parturiente, de 1 (um) acompanhante durante todo o período de trabalho de parto, parto e pós-parto imediato.</p><h3>TÍTULO III - Dos Serviços Privados de Assistência à Saúde</h3><p><strong>Art. 20.</strong> Os serviços privados de assistência à saúde caracterizam-se pela atuação, por iniciativa própria, de profissionais liberais, legalmente habilitados, e de pessoas jurídicas de direito privado na promoção, proteção e recuperação da saúde.</p><p><strong>Art. 21.</strong> A assistência à saúde é livre à iniciativa privada.</p><p><strong>Art. 24.</strong> Quando as suas disponibilidades forem insuficientes para garantir a cobertura assistencial à população de uma determinada área, o Sistema Único de Saúde (SUS) poderá recorrer aos serviços ofertados pela iniciativa privada.</p><p>Parágrafo único. A participação complementar dos serviços privados será formalizada mediante contrato ou convênio, observadas, a respeito, as normas de direito público.</p><p><strong>Art. 25.</strong> Na hipótese do artigo anterior, as entidades filantrópicas e as sem fins lucrativos terão preferência para participar do Sistema Único de Saúde (SUS).</p><p><strong>Art. 26.</strong> Os critérios e valores para a remuneração de serviços e os parâmetros de cobertura assistencial serão estabelecidos pela direção nacional do Sistema Único de Saúde (SUS), aprovados no Conselho Nacional de Saúde.</p>"
  },
  {
    "id": "lei-8142",
    "title": "Lei 8.142/90 (Controle Social) - Na Íntegra",
    "category": "Legislação do SUS",
    "description": "Dispõe sobre a participação da comunidade na gestão do Sistema Único de Saúde (SUS) e sobre as transferências intergovernamentais de recursos financeiros na área da saúde.",
    "readTime": "20 min",
    "content": "<p><strong>Art. 1°</strong> O Sistema Único de Saúde (SUS), de que trata a Lei n° 8.080, de 19 de setembro de 1990, contará, em cada esfera de governo, sem prejuízo das funções do Poder Legislativo, com as seguintes instâncias colegiadas:</p><p>I - a Conferência de Saúde; e</p><p>II - o Conselho de Saúde.</p><p>§ 1° A <strong>Conferência de Saúde</strong> reunir-se-á a cada quatro anos com a representação dos vários segmentos sociais, para avaliar a situação de saúde e propor as diretrizes para a formulação da política de saúde nos níveis correspondentes, convocada pelo Poder Executivo ou, extraordinariamente, por esta ou pelo Conselho de Saúde.</p><p>§ 2° O <strong>Conselho de Saúde</strong>, em caráter permanente e deliberativo, órgão colegiado composto por representantes do governo, prestadores de serviço, profissionais de saúde e usuários, atua na formulação de estratégias e no controle da execução da política de saúde na instância correspondente, inclusive nos aspectos econômicos e financeiros, cujas decisões serão homologadas pelo chefe do poder legalmente constituído em cada esfera do governo.</p><p>§ 3° O Conselho Nacional de Secretários de Saúde (Conass) e o Conselho Nacional de Secretários Municipais de Saúde (Conasems) terão representação no Conselho Nacional de Saúde.</p><p>§ 4° A representação dos usuários nos Conselhos de Saúde e Conferências será paritária em relação ao conjunto dos demais segmentos.</p><p>§ 5° As Conferências de Saúde e os Conselhos de Saúde terão sua organização e normas de funcionamento definidas em regimento próprio, aprovadas pelo respectivo conselho.</p><p><strong>Art. 2°</strong> Os recursos do Fundo Nacional de Saúde (FNS) serão alocados como:</p><ul><li>I - despesas de custeio e de capital do Ministério da Saúde, seus órgãos e entidades, da administração direta e indireta;</li><li>II - investimentos previstos em lei orçamentária, de iniciativa do Poder Legislativo e aprovados pelo Congresso Nacional;</li><li>III - investimentos previstos no Plano Qüinqüenal do Ministério da Saúde;</li><li>IV - cobertura das ações e serviços de saúde a serem implementados pelos Municípios, Estados e Distrito Federal.</li></ul><p>Parágrafo único. Os recursos referidos no inciso IV deste artigo destinar-se-ão a investimentos na rede de serviços, à cobertura assistencial ambulatorial e hospitalar e às demais ações de saúde.</p><p><strong>Art. 3°</strong> Os recursos referidos no inciso IV do art. 2° desta lei serão repassados de forma regular e automática para os Municípios, Estados e Distrito Federal, de acordo com os critérios previstos no art. 35 da Lei n° 8.080, de 19 de setembro de 1990.</p><p>§ 1° Enquanto não for regulamentada a aplicação dos critérios previstos no art. 35 da Lei n° 8.080, de 19 de setembro de 1990, será utilizado, para o repasse de recursos, exclusivamente o critério populacional, fazendo-se os ajustes necessários quando daquele estabelecimento.</p><p>§ 2° Os recursos referidos neste artigo serão movimentados em cada esfera de governo sob a fiscalização dos respectivos Conselhos de Saúde, sem prejuízo da fiscalização exercida pelos órgãos de controle interno e externo.</p><p><strong>Art. 4°</strong> Para receberem os recursos, de que trata o art. 3° desta lei, os Municípios, os Estados e o Distrito Federal deverão contar com:</p><ul><li>I - Fundo de Saúde;</li><li>II - Conselho de Saúde, com composição paritária de acordo com o Decreto n° 99.438, de 7 de agosto de 1990;</li><li>III - plano de saúde;</li><li>IV - relatórios de gestão que permitam o controle de que trata o § 4° do art. 33 da Lei n° 8.080, de 19 de setembro de 1990;</li><li>V - contrapartida de recursos para a saúde no respectivo orçamento;</li><li>VI - Comissão de elaboração do Plano de Carreira, Cargos e Salários (PCCS), previsto o prazo de dois anos para sua implantação.</li></ul><p>Parágrafo único. O não atendimento pelos Municípios, ou pelos Estados, ou pelo Distrito Federal, dos requisitos estabelecidos neste artigo, implicará em que os recursos concernentes sejam administrados, respectivamente, pelos Estados ou pela União, até que sejam cumpridas as exigências.</p><p><strong>Art. 5°</strong> É o Ministério da Saúde, mediante portaria do Ministro de Estado, autorizado a estabelecer condições para aplicação desta lei.</p>"
  },
  {
    "id": "decreto-7508",
    "title": "Decreto 7.508/2011 (Regulamentação do SUS)",
    "category": "Legislação do SUS",
    "description": "Regulamenta a Lei nº 8.080/90, dispondo sobre a organização do SUS, o planejamento da saúde, a assistência à saúde e a articulação interfederativa.",
    "readTime": "45 min",
    "content": "<h3>CAPÍTULO I - DISPOSIÇÕES PRELIMINARES</h3><p><strong>Art. 1º</strong> Este Decreto regulamenta a Lei no 8.080, de 19 de setembro de 1990, para dispor sobre a organização do Sistema Único de Saúde - SUS, o planejamento da saúde, a assistência à saúde e a articulação interfederativa.</p><p><strong>Art. 2º</strong> Para efeito deste Decreto, considera-se:</p><ul><li>I - <strong>Região de Saúde:</strong> espaço geográfico contínuo constituído por agrupamentos de municípios limítrofes, delimitado a partir de identidades culturais, econômicas e sociais e de redes de comunicação e infraestrutura de transportes compartilhados, com a finalidade de integrar a organização, o planejamento e a execução de ações e serviços de saúde;</li><li>II - <strong>Contrato Organizativo da Ação Pública da Saúde (COAP):</strong> acordo de colaboração firmado entre entes federativos com a finalidade de organizar e integrar as ações e serviços de saúde na rede regionalizada e hierarquizada;</li><li>III - <strong>Portas de Entrada:</strong> serviços de atendimento inicial à saúde do usuário no SUS;</li><li>IV - <strong>Comissões Intergestores:</strong> instâncias de pactuação consensual entre os entes federativos para definição das regras da gestão compartilhada do SUS;</li><li>V - <strong>Mapa da Saúde:</strong> descrição geográfica da distribuição de recursos humanos e de ações e serviços de saúde ofertados pelo SUS e pela iniciativa privada;</li><li>VI - <strong>Rede de Atenção à Saúde:</strong> conjunto de ações e serviços de saúde articulados em níveis de complexidade crescente;</li></ul><h3>CAPÍTULO II - DA ORGANIZAÇÃO DO SUS</h3><p><strong>Art. 3º</strong> O SUS é constituído pela conjugação das ações e serviços de promoção, proteção e recuperação da saúde executados pelos entes federativos, de forma direta ou indireta, mediante a participação complementar da iniciativa privada, sendo organizado de forma regionalizada e hierarquizada.</p><p><strong>Art. 4º</strong> As Regiões de Saúde serão instituídas pelo Estado, em articulação com os Municípios, respeitadas as diretrizes gerais pactuadas na Comissão Intergestores Tripartite - CIT.</p><p><strong>Art. 5º</strong> Para ser instituída, a Região de Saúde deve conter, no mínimo, ações e serviços de:</p><ul><li>I - atenção primária;</li><li>II - urgência e emergência;</li><li>III - atenção psicossocial;</li><li>IV - atenção ambulatorial especializada e hospitalar; e</li><li>V - vigilância em saúde.</li></ul><p><strong>Art. 8º</strong> O acesso universal, igualitário e ordenado às ações e serviços de saúde se inicia pelas Portas de Entrada do SUS e se completa na rede regionalizada e hierarquizada, de acordo com a complexidade do serviço.</p><p><strong>Art. 9º</strong> São Portas de Entrada as ações e os serviços de saúde nas Redes de Atenção à Saúde:</p><ul><li>I - de atenção primária;</li><li>II - de atenção de urgência e emergência;</li><li>III - de atenção psicossocial; e</li><li>IV - especiais de acesso aberto.</li></ul><p>Parágrafo único. Os serviços de atenção hospitalar e os ambulatoriais especializados, entre outros de maior complexidade e densidade tecnológica, serão referenciados pelas Portas de Entrada de que trata este artigo.</p><h3>CAPÍTULO III - DO PLANEJAMENTO DA SAÚDE</h3><p><strong>Art. 15.</strong> O processo de planejamento da saúde será ascendente e integrado, do nível local até o federal, ouvidos os respectivos Conselhos de Saúde, compatibilizando-se as necessidades das políticas de saúde com a disponibilidade de recursos financeiros.</p><p><strong>Art. 17.</strong> O Mapa da Saúde será utilizado na identificação das necessidades de saúde e orientará o planejamento integrado dos entes federativos nas Regiões de Saúde.</p><h3>CAPÍTULO IV - DA ASSISTÊNCIA À SAÚDE</h3><p><strong>Art. 19.</strong> Aos usuários do SUS será garantida a integralidade da assistência à saúde, entendida como conjunto articulado e contínuo de ações e serviços preventivos e curativos, individuais e coletivos, exigidos para cada caso em todos os níveis de complexidade do sistema.</p><p><strong>Art. 21.</strong> A assistência à saúde compreende: I - a atenção básica; II - a atenção especializada; III - a assistência farmacêutica; IV - a vigilância em saúde; e V - as ações de promoção, prevenção e recuperação da saúde.</p><h3>CAPÍTULO V - DA ARTICULAÇÃO INTERFEDERATIVA</h3><p><strong>Art. 30.</strong> As Comissões Intergestores pactuarão a organização e o funcionamento das ações e serviços de saúde integrados em redes de atenção à saúde, sendo:</p><ul><li>I - a Comissão Intergestores Tripartite - CIT, no âmbito da União, vinculada à direção nacional do SUS;</li><li>II - a Comissão Intergestores Bipartite - CIB, no âmbito do Estado, vinculada à Secretaria Estadual de Saúde; e</li><li>III - a Comissão Intergestores Regional - CIR, no âmbito regional, vinculada à Secretaria Estadual de Saúde para efeitos administrativos e operacionais.</li></ul>"
  },
  {
    "id": "pnab-2017",
    "title": "PNAB - Política Nacional de Atenção Básica (Portaria 2.436/2017)",
    "category": "Saúde Pública",
    "description": "Estabelece a revisão das diretrizes para a organização da Atenção Básica, no âmbito do Sistema Único de Saúde (SUS). Texto atualizado com foco em concursos.",
    "readTime": "60 min",
    "content": "<h3>CAPÍTULO I - DISPOSIÇÕES GERAIS</h3><p><strong>Art. 2º</strong> A Atenção Básica é o conjunto de ações de saúde individuais, familiares e coletivas que envolvem promoção, prevenção, proteção, diagnóstico, tratamento, reabilitação, redução de danos, cuidados paliativos e vigilância em saúde, desenvolvida por meio de práticas de cuidado integrado e gestão qualificada, realizada com equipe multiprofissional e dirigida à população em território definido, sobre o qual as equipes assumem responsabilidade sanitária.</p><p><strong>Art. 3º</strong> A Atenção Básica é a principal porta de entrada e centro de comunicação da Rede de Atenção à Saúde (RAS), coordenadora do cuidado e ordenadora das ações e serviços disponibilizados na rede.</p><h3>Princípios e Diretrizes</h3><p><strong>Princípios:</strong> Universalidade, Equidade e Integralidade.</p><p><strong>Diretrizes:</strong> Regionalização e Hierarquização, Territorialização, População Adscrita, Cuidado centrado na pessoa, Resolutividade, Longitudinalidade do cuidado, Coordenação do cuidado, Ordenação da rede e Participação da comunidade.</p><h3>Infraestrutura e Funcionamento</h3><p>As Unidades Básicas de Saúde (UBS) devem funcionar com carga horária mínima de 40 horas semanais, no mínimo 5 dias da semana e nos 12 meses do ano. Recomenda-se horários alternativos de funcionamento (saúde na hora).</p><h3>Equipes</h3><p><strong>Equipe de Saúde da Família (eSF):</strong> Estratégia prioritária. Composta no mínimo por médico, enfermeiro, auxiliar e/ou técnico de enfermagem e Agentes Comunitários de Saúde (ACS). Pode ter Agente de Combate às Endemias (ACE) e profissionais de saúde bucal. Carga horária de 40h semanais para todos os membros.</p><p><strong>Equipe de Atenção Primária (eAP):</strong> Composição igual à eSF, porém com flexibilidade de carga horária (20h ou 30h semanais) e a presença de ACS é facultativa, embora recomendada.</p><h3>Atribuições dos Profissionais</h3><h4>Enfermeiro</h4><p>I - Realizar atenção à saúde aos indivíduos e famílias cadastradas nas equipes e, quando indicado ou necessário, no domicílio e/ou nos demais espaços comunitários, em todas as fases do desenvolvimento humano: infância, adolescência, idade adulta e terceira idade;</p><p>II - Realizar consulta de enfermagem, procedimentos, solicitar exames complementares, prescrever medicações conforme protocolos, diretrizes clínicas e terapêuticas, ou outras normativas técnicas estabelecidas pelo gestor federal, estadual, municipal ou do Distrito Federal, observadas as disposições legais da profissão;</p><p>III - Supervisionar e coordenar as ações dos Agentes Comunitários de Saúde e de Combate às Endemias;</p><p>IV - Planejar, gerenciar e avaliar as ações desenvolvidas pelos técnicos/auxiliares de enfermagem, ACS e ACE em conjunto com os outros membros da equipe.</p><h4>Agente Comunitário de Saúde (ACS)</h4><p>I - Trabalhar com adscrição de famílias em base geográfica definida, a microárea;</p><p>II - Cadastrar todas as pessoas de sua microárea e manter os cadastros atualizados;</p><p>III - Orientar as famílias quanto à utilização dos serviços de saúde disponíveis;</p><p>IV - Realizar atividades programadas e de atenção à demanda espontânea;</p><p>V - Acompanhar, por meio de visita domiciliar, todas as famílias e indivíduos sob sua responsabilidade.</p><h3>Processo de Trabalho</h3><p>O processo de trabalho da Atenção Básica deve seguir as diretrizes da PNAB, com foco na definição do território, cadastro da população, planejamento e programação das ações, acolhimento com classificação de risco, trabalho em equipe multiprofissional, e articulação com os demais pontos da rede de atenção.</p>"
  },
  {
    "id": "res-cofen-358",
    "title": "Resolução COFEN 358/2009 (SAE e Processo de Enfermagem)",
    "category": "Ética e Legislação",
    "description": "Dispõe sobre a Sistematização da Assistência de Enfermagem e a implementação do Processo de Enfermagem em ambientes, públicos ou privados.",
    "readTime": "25 min",
    "content": "<p><strong>Art. 1º</strong> O Processo de Enfermagem deve ser realizado, de modo deliberado e sistemático, em todos os ambientes, públicos ou privados, em que ocorre o cuidado profissional de Enfermagem.</p><p><strong>Art. 2º</strong> O Processo de Enfermagem organiza-se em cinco etapas inter-relacionadas, interdependentes e recorrentes:</p><ul><li>I - <strong>Coleta de dados de Enfermagem (ou Histórico de Enfermagem):</strong> processo deliberado, sistemático e contínuo, realizado com o auxílio de métodos e técnicas variadas, que tem por finalidade a obtenção de informações sobre a pessoa, família ou coletividade humana e sobre suas respostas em um dado momento do processo saúde e doença.</li><li>II - <strong>Diagnóstico de Enfermagem:</strong> processo de interpretação e agrupamento dos dados coletados na primeira etapa, que culmina com a tomada de decisão sobre os conceitos diagnósticos de enfermagem que representam, com mais exatidão, as respostas da pessoa, família ou coletividade humana em um dado momento do processo saúde e doença; e que constituem a base para a seleção das ações ou intervenções com as quais se objetiva alcançar os resultados esperados.</li><li>III - <strong>Planejamento de Enfermagem:</strong> determinação dos resultados que se espera alcançar; e das ações ou intervenções de enfermagem que serão realizadas face às respostas da pessoa, família ou coletividade humana em um dado momento do processo saúde e doença, identificadas na etapa de Diagnóstico de Enfermagem.</li><li>IV - <strong>Implementação:</strong> realização das ações ou intervenções determinadas na etapa de Planejamento de Enfermagem.</li><li>V - <strong>Avaliação de Enfermagem:</strong> processo deliberado, sistemático e contínuo de verificação de mudanças nas respostas da pessoa, família ou coletividade humana em um dado momento do processo saúde e doença, para determinar se as ações ou intervenções de enfermagem alcançaram o resultado esperado; e de verificação da necessidade de mudanças ou adaptações nas etapas do Processo de Enfermagem.</li></ul><p><strong>Art. 3º</strong> O Processo de Enfermagem deve estar baseado num suporte teórico que oriente a coleta de dados, o estabelecimento de diagnósticos de enfermagem e o planejamento das ações ou intervenções de enfermagem; e que forneça a base para a avaliação dos resultados de enfermagem alcançados.</p><p><strong>Art. 4º</strong> Ao enfermeiro, observadas as disposições da Lei nº 7.498, de 25 de junho de 1986 e do Decreto nº 94.406, de 08 de junho de 1987, que a regulamenta, incumbe a liderança na execução e avaliação do Processo de Enfermagem, de modo a alcançar os resultados de enfermagem esperados, cabendo-lhe, privativamente, o diagnóstico de enfermagem acerca das respostas da pessoa, família ou coletividade humana em um dado momento do processo saúde e doença, bem como a prescrição das ações ou intervenções de enfermagem a serem realizadas, face a essas respostas.</p><p><strong>Art. 5º</strong> O Técnico de Enfermagem e o Auxiliar de Enfermagem, em conformidade com o disposto na Lei nº 7.498, de 25 de junho de 1986, e do Decreto nº 94.406, de 08 de junho de 1987, que a regulamenta, participam da execução do Processo de Enfermagem, naquilo que lhes couber, sob a supervisão e orientação do Enfermeiro.</p><p><strong>Art. 6º</strong> A execução do Processo de Enfermagem deve ser registrada formalmente, envolvendo:</p><ul><li>a) um resumo dos dados coletados sobre a pessoa, família ou coletividade humana;</li><li>b) os diagnósticos de enfermagem acerca das respostas da pessoa, família ou coletividade humana em um dado momento do processo saúde e doença;</li><li>c) as ações ou intervenções de enfermagem realizadas face a essas respostas;</li><li>d) os resultados de enfermagem alcançados.</li></ul>"
  },
  {
    "id": "nr-32",
    "title": "NR-32 - Segurança e Saúde no Trabalho em Serviços de Saúde",
    "category": "Saúde do Trabalhador",
    "description": "Estabelece as diretrizes básicas para a implementação de medidas de proteção à segurança e à saúde dos trabalhadores dos serviços de saúde. Conteúdo expandido.",
    "readTime": "40 min",
    "content": "<h3>32.2. Riscos Biológicos</h3><p>32.2.4.5 O empregador deve vedar:</p><ul><li>a) a utilização de pias de trabalho para fins diversos dos previstos;</li><li>b) o ato de fumar, o uso de adornos e o manuseio de lentes de contato nos postos de trabalho;</li><li>c) o consumo de alimentos e bebidas nos postos de trabalho;</li><li>d) a guarda de alimentos em locais não destinados para este fim;</li><li>e) o uso de calçados abertos.</li></ul><p>32.2.4.7 Os equipamentos de proteção individual - EPI, descartáveis ou não, deverão estar à disposição em número suficiente nos postos de trabalho, de forma que seja garantido o imediato fornecimento ou reposição.</p><p>32.2.4.15 Os trabalhadores com feridas ou lesões nos membros superiores só podem iniciar suas atividades após avaliação médica obrigatória com emissão de documento de liberação para o trabalho.</p><h3>32.2.4.17 Das Vacinas</h3><p>32.2.4.17.1 A todo trabalhador dos serviços de saúde deve ser fornecido, gratuitamente, programa de imunização ativa contra tétano, difteria, hepatite B e os estabelecidos no PCMSO.</p><p>32.2.4.17.3 O empregador deve assegurar que os trabalhadores sejam informados das vantagens e dos efeitos colaterais, bem como dos riscos a que estarão expostos por falta ou recusa de vacinação, devendo, nestes casos, guardar documento comprobatório e mantê-lo disponível à inspeção do trabalho.</p><p>32.2.4.17.4 A vacinação deve ser registrada no prontuário clínico individual do trabalhador, previsto na NR-07.</p><h3>32.2.4. Perfurocortantes</h3><p>32.2.4.1 Os trabalhadores com possibilidade de exposição a agentes biológicos devem utilizar vestimenta de trabalho adequada e em condições de conforto.</p><p>32.2.4.15 São vedados o reencape e a desconexão manual de agulhas.</p><p>32.2.4.16 O empregador deve elaborar e implementar Plano de Prevenção de Riscos de Acidentes com Materiais Perfurocortantes.</p><p>32.2.4.16.1 O empregador deve assegurar o uso de materiais perfurocortantes com dispositivo de segurança.</p><h3>32.3. Riscos Químicos</h3><p>32.3.1 Deve ser mantida a rotulagem do fabricante na embalagem original dos produtos químicos utilizados em serviços de saúde.</p><p>32.3.2 Todo recipiente contendo produto químico manipulado ou fracionado deve ser identificado, de forma legível, por etiqueta com o nome do produto, composição química, sua concentração, data de envase e de validade, e nome do responsável pela manipulação ou fracionamento.</p><p>32.3.4.1 É vedado o procedimento de reutilização das embalagens de produtos químicos.</p><h3>32.4. Radiações Ionizantes</h3><p>32.4.2 O trabalhador que realize atividades em áreas onde existam fontes de radiações ionizantes deve estar sob monitoração individual de dose de radiação ionizante.</p><p>32.4.4 Toda trabalhadora com gravidez confirmada deve ser afastada das atividades com radiações ionizantes, devendo ser remanejada para atividade compatível com seu nível de formação.</p>"
  },
  {
    "id": "rdc-222",
    "title": "RDC 222/2018 - Gerenciamento de Resíduos de Serviços de Saúde",
    "category": "Saúde Pública",
    "description": "Regulamenta as Boas Práticas de Gerenciamento dos Resíduos de Serviços de Saúde (RSS). Texto detalhado para concursos.",
    "readTime": "35 min",
    "content": "<h3>Classificação dos Resíduos</h3><p><strong>Grupo A (Infectantes):</strong> Resíduos com a possível presença de agentes biológicos que, por suas características, podem apresentar risco de infecção.</p><ul><li><strong>A1:</strong> Culturas e estoques de microrganismos; resíduos de fabricação de produtos biológicos; descarte de vacinas de microrganismos vivos ou atenuados.</li><li><strong>A2:</strong> Carcaças, peças anatômicas, vísceras e outros resíduos provenientes de animais.</li><li><strong>A3:</strong> Peças anatômicas (membros) do ser humano; produto de fecundação sem sinais vitais.</li><li><strong>A4:</strong> Kits de linhas arteriais, endovenosas e dialisadores; filtros de ar e gases aspirados de área contaminada; sobra de amostras de laboratório contendo fezes, urina e secreções.</li><li><strong>A5:</strong> Órgãos, tecidos, fluidos orgânicos, materiais perfurocortantes ou escarificantes e demais materiais resultantes da atenção à saúde de indivíduos ou animais, com suspeita ou certeza de contaminação com príons.</li></ul><p><strong>Grupo B (Químicos):</strong> Resíduos contendo produtos químicos que podem apresentar risco à saúde pública ou ao meio ambiente, dependendo de suas características de inflamabilidade, corrosividade, reatividade e toxicidade. Ex: Medicamentos vencidos, reagentes de laboratório, reveladores de Raio-X.</p><p><strong>Grupo C (Radioativos):</strong> Quaisquer materiais resultantes de atividades humanas que contenham radionuclídeos em quantidades superiores aos limites de isenção especificados nas normas da CNEN.</p><p><strong>Grupo D (Comuns):</strong> Resíduos que não apresentam risco biológico, químico ou radiológico à saúde ou ao meio ambiente, podendo ser equiparados aos resíduos domiciliares. Ex: Papel de uso sanitário, fraldas (sem suspeita de infecção), restos alimentares, gesso.</p><p><strong>Grupo E (Perfurocortantes):</strong> Materiais perfurocortantes ou escarificantes, tais como: lâminas de barbear, agulhas, escalpes, ampolas de vidro, brocas, limas endodônticas, pontas diamantadas, lâminas de bisturi, lancetas; tubos capilares; micropipetas; lâminas e lamínulas; espátulas; e todos os utensílios de vidro quebrados no laboratório (pipetas, tubos de coleta sanguínea e placas de Petri) e outros similares.</p><h3>Acondicionamento</h3><p>Os resíduos devem ser acondicionados em sacos ou recipientes que evitem vazamentos e resistam às ações de punctura e ruptura. A capacidade dos recipientes de acondicionamento deve ser compatível com a geração diária de cada tipo de resíduo.</p><ul><li><strong>Grupo A:</strong> Saco branco leitoso, com símbolo de risco biológico.</li><li><strong>Grupo B:</strong> Recipientes rígidos e estanques, identificados com símbolo de risco químico.</li><li><strong>Grupo D:</strong> Saco de cor preta ou outra cor (exceto branca e vermelha), ou recipientes para coleta seletiva (papel, plástico, vidro, metal).</li><li><strong>Grupo E:</strong> Recipientes rígidos, resistentes à punctura, ruptura e vazamento, com tampa (Descarpack), identificados com símbolo de risco biológico. Devem ser preenchidos até 2/3 de sua capacidade.</li></ul>"
  },
  {
    "id": "lei-10216",
    "title": "Lei 10.216/2001 (Lei da Reforma Psiquiátrica)",
    "category": "Saúde Mental",
    "description": "Dispõe sobre a proteção e os direitos das pessoas portadoras de transtornos mentais e redireciona o modelo assistencial em saúde mental.",
    "readTime": "30 min",
    "content": "<p><strong>Art. 1º</strong> Os direitos e a proteção das pessoas acometidas de transtorno mental, de que trata esta Lei, são assegurados sem qualquer forma de discriminação quanto à raça, cor, sexo, orientação sexual, religião, opção política, nacionalidade, idade, família, recursos econômicos e ao grau de gravidade ou tempo de evolução de seu transtorno, ou qualquer outra.</p><p><strong>Art. 2º</strong> Nos atendimentos em saúde mental, de qualquer natureza, a pessoa e seus familiares ou responsáveis serão formalmente cientificados dos direitos enumerados no parágrafo único deste artigo.</p><p>Parágrafo único. São direitos da pessoa portadora de transtorno mental:</p><ul><li>I - ter acesso ao melhor tratamento do sistema de saúde, consentâneo às suas necessidades;</li><li>II - ser tratada com humanidade e respeito e no interesse exclusivo de beneficiar sua saúde, visando alcançar sua recuperação pela inserção na família, no trabalho e na comunidade;</li><li>III - ser protegida contra qualquer forma de abuso e exploração;</li><li>IV - ter garantia de sigilo nas informações prestadas;</li><li>V - ter direito à presença médica, em qualquer tempo, para esclarecer a necessidade ou não de sua hospitalização involuntária;</li><li>VI - ter livre acesso aos meios de comunicação disponíveis;</li><li>VII - receber o maior número de informações a respeito de sua doença e de seu tratamento;</li><li>VIII - ser tratada em ambiente terapêutico pelos meios menos invasivos possíveis;</li><li>IX - ser tratada, preferencialmente, em serviços comunitários de saúde mental.</li></ul><p><strong>Art. 3º</strong> É responsabilidade do Estado o desenvolvimento da política de saúde mental, a assistência e a promoção de ações de saúde aos portadores de transtornos mentais, com a devida participação da sociedade e da família, a qual será prestada em estabelecimento de saúde mental, assim entendidos os serviços de saúde mental.</p><p><strong>Art. 4º</strong> A internação, em qualquer de suas modalidades, só será indicada quando os recursos extra-hospitalares se mostrarem insuficientes.</p><p><strong>Art. 6º</strong> A internação psiquiátrica somente será realizada mediante laudo médico circunstanciado que caracterize os seus motivos.</p><p>Parágrafo único. São considerados os seguintes tipos de internação psiquiátrica:</p><ul><li>I - <strong>internação voluntária:</strong> aquela que se dá com o consentimento do usuário;</li><li>II - <strong>internação involuntária:</strong> aquela que se dá sem o consentimento do usuário e a pedido de terceiro; e</li><li>III - <strong>internação compulsória:</strong> aquela determinada pela Justiça.</li></ul>"
  },
  {
    "id": "resolucao-453",
    "title": "Resolução CNS 453/2012 (Conselhos de Saúde)",
    "category": "Legislação do SUS",
    "description": "Aprova diretrizes para instituição, reformulação, reestruturação e funcionamento dos Conselhos de Saúde.",
    "readTime": "25 min",
    "content": "<h3>Primeira Diretriz</h3><p>O Conselho de Saúde é uma instância colegiada, deliberativa e permanente do Sistema Único de Saúde (SUS) em cada esfera de Governo, integrante da estrutura organizacional do Ministério da Saúde, da Secretaria de Estado da Saúde, do Distrito Federal e da Secretaria Municipal de Saúde, com composição, organização e competência fixadas na Lei nº 8.142/90.</p><h3>Quarta Diretriz</h3><p>As vagas nos Conselhos de Saúde serão distribuídas da seguinte forma:</p><ul><li>I - <strong>50%</strong> de entidades e movimentos representativos de usuários;</li><li>II - <strong>25%</strong> de entidades representativas dos trabalhadores da área de saúde;</li><li>III - <strong>25%</strong> de representação de governo e prestadores de serviços privados conveniados, ou sem fins lucrativos.</li></ul>"
  },
  {
    "id": "codigo-etica",
    "title": "Código de Ética (Res. COFEN 564/2017) - Consolidado",
    "category": "Ética e Legislação",
    "description": "Texto consolidado com os principais artigos dos Direitos, Deveres, Proibições e Penalidades.",
    "readTime": "90 min",
    "content": "<h3>CAPÍTULO I – DOS DIREITOS</h3><p><strong>Art. 1º</strong> Exercer a Enfermagem com liberdade, segurança técnica, científica e ambiental, autonomia, e ser tratado sem discriminação de qualquer natureza.</p><p><strong>Art. 2º</strong> Exercer atividades em locais de trabalho livre de riscos e danos e violências física e psicológica à saúde do trabalhador, em respeito à dignidade humana e à proteção dos direitos dos profissionais de enfermagem.</p><p><strong>Art. 6º</strong> Aprimorar seus conhecimentos técnicos, científicos, éticos e culturais, em benefício da pessoa, família e coletividade e do desenvolvimento da profissão.</p><p><strong>Art. 15</strong> Ter reconhecida sua autoria ou participação em pesquisa, extensão e produção técnico-científica.</p><p><strong>Art. 22</strong> Recusar-se a executar atividades que não sejam de sua competência técnica, científica, ética e legal ou que não ofereçam segurança ao profissional, à pessoa, à família e à coletividade.</p><h3>CAPÍTULO II – DOS DEVERES</h3><p><strong>Art. 24</strong> Exercer a profissão com justiça, compromisso, equidade, resolutividade, dignidade, competência, responsabilidade, honestidade e lealdade.</p><p><strong>Art. 26</strong> Conhecer, cumprir e fazer cumprir o Código de Ética dos Profissionais de Enfermagem e demais normativos do Sistema Cofen/Conselhos Regionais de Enfermagem.</p><p><strong>Art. 36</strong> Registrar no prontuário e em outros documentos as informações inerentes e indispensáveis ao processo de cuidar de forma clara, objetiva, cronológica, legível, completa e sem rasuras.</p><p><strong>Art. 45</strong> Prestar assistência de Enfermagem livre de danos decorrentes de imperícia, negligência ou imprudência.</p><p><strong>Art. 52</strong> Manter sigilo sobre fato de que tenha conhecimento em razão da atividade profissional, exceto nos casos previstos na legislação ou por ordem judicial, ou com o consentimento escrito da pessoa envolvida ou de seu representante ou responsável legal.</p><h3>CAPÍTULO III – DAS PROIBIÇÕES</h3><p><strong>Art. 61</strong> Executar e/ou determinar atos contrários ao Código de Ética e à legislação que disciplina o exercício da Enfermagem.</p><p><strong>Art. 62</strong> Executar atividades que não sejam de sua competência técnica, científica, ética e legal ou que não ofereçam segurança ao profissional, à pessoa, à família e à coletividade.</p><p><strong>Art. 77</strong> Administrar medicamentos sem conhecer a ação da droga e sem certificar-se da possibilidade de riscos.</p><p><strong>Art. 80</strong> Executar prescrições de qualquer natureza, que comprometam a segurança da pessoa.</p><p><strong>Art. 81</strong> Prestar serviços que por sua natureza competem a outro profissional, exceto em caso de emergência, ou que estiverem expressamente autorizados na legislação vigente.</p><h3>CAPÍTULO IV – DAS INFRAÇÕES E PENALIDADES</h3><p><strong>Art. 108</strong> As penalidades a serem impostas pelos Conselhos Regionais de Enfermagem, conforme o que determina o art. 18, da Lei n° 5.905, de 12 de julho de 1973, são as seguintes:</p><ul><li>I – Advertência verbal;</li><li>II – Multa;</li><li>III – Censura;</li><li>IV – Suspensão do Exercício Profissional;</li><li>V – Cassação do direito ao Exercício Profissional.</li></ul><p>§ 1º A advertência verbal consiste na admoestação ao infrator, de forma reservada, que será registrada no prontuário do mesmo, na presença de duas testemunhas.</p><p>§ 2º A multa consiste na obrigatoriedade de pagamento de 01 (um) a 10 (dez) vezes o valor da anuidade da categoria profissional.</p><p>§ 3º A censura consiste em repreensão que será divulgada nas publicações oficiais do Sistema Cofen/Conselhos Regionais de Enfermagem e em jornais de grande circulação.</p><p>§ 4º A suspensão consiste na proibição do exercício profissional da Enfermagem por um período de até 90 (noventa) dias.</p><p>§ 5º A cassação consiste na perda do direito ao exercício da Enfermagem por um período de até 30 (trinta) anos e será divulgada nas publicações do Sistema Cofen/Conselhos Regionais de Enfermagem e em jornais de grande circulação.</p>"
  },
  {
    "id": "lei-7498",
    "title": "Lei 7.498/86 (Exercício Profissional) - Na Íntegra",
    "category": "Ética e Legislação",
    "description": "Dispõe sobre a regulamentação do exercício da Enfermagem e dá outras providências. Texto completo contendo todos os artigos relevantes sobre as categorias profissionais e suas atribuições.",
    "readTime": "60 min",
    "content": "<p><strong>Art. 1º</strong> É livre o exercício da enfermagem em todo o território nacional, observadas as disposições desta lei.</p><p><strong>Art. 2º</strong> A enfermagem e suas atividades auxiliares somente podem ser exercidas por pessoas legalmente habilitadas e inscritas no Conselho Regional de Enfermagem com jurisdição na área onde ocorre o exercício.</p><p>Parágrafo único. A enfermagem é exercida privativamente pelo Enfermeiro, pelo Técnico de Enfermagem, pelo Auxiliar de Enfermagem e pela Parteira, respeitados os respectivos graus de habilitação.</p><p><strong>Art. 3º</strong> O planejamento e a programação das instituições e serviços de saúde incluem planejamento e programação de enfermagem.</p><p><strong>Art. 6º</strong> São enfermeiros:</p><ul><li>I - o titular do diploma de enfermeiro conferido por instituição de ensino, nos termos da lei;</li><li>II - o titular do diploma ou certificado de obstetriz ou de enfermeira obstétrica, conferido nos termos da lei;</li><li>III - o titular do diploma ou certificado de Enfermeira e a titular do diploma ou certificado de Enfermeira Obstétrica ou de Obstetriz, ou equivalente, conferido por escola estrangeira segundo as leis do país, registrado em virtude de acordo de intercâmbio cultural ou revalidado no Brasil como diploma de Enfermeiro, de Enfermeira Obstétrica ou de Obstetriz;</li><li>IV - aqueles que, não abrangidos pelos incisos anteriores, obtiverem título de Enfermeiro conforme o disposto na alínea d do art. 3º do Decreto nº 50.387, de 28 de março de 1961.</li></ul><p><strong>Art. 7º</strong> São técnicos de enfermagem:</p><ul><li>I - o titular do diploma ou do certificado de técnico de enfermagem, expedido de acordo com a legislação e registrado pelo órgão competente;</li><li>II - o titular do diploma ou do certificado legalmente conferido por escola ou curso estrangeiro, registrado em virtude de acordo de intercâmbio cultural ou revalidado no Brasil como diploma de técnico de enfermagem.</li></ul><p><strong>Art. 8º</strong> São auxiliares de enfermagem:</p><ul><li>I - o titular de certificado de auxiliar de enfermagem conferido por instituição de ensino, nos termos da lei e registrado no órgão competente;</li><li>II - o titular do diploma a que se refere a Lei nº 2.822, de 14 de junho de 1956;</li><li>III - o titular do diploma ou certificado a que se refere o inciso III do art. 2º da Lei nº 2.604, de 17 de setembro de 1955, expedido até a publicação da Lei nº 4.024, de 20 de dezembro de 1961;</li><li>IV - o titular de certificado de enfermeiro prático ou prático de enfermagem, expedido até 1964 pelo Serviço Nacional de Fiscalização da Medicina e Farmácia, do Ministério da Saúde, ou por órgão congênere da Secretaria de Saúde nas Unidades da Federação, nos termos do Decreto-lei nº 23.774, de 22 de janeiro de 1934, do Decreto-lei nº 8.778, de 22 de janeiro de 1946, e do Decreto nº 53.688, de 12 de março de 1964;</li><li>V - o pessoal enquadrado como auxiliar de enfermagem, nos termos do Decreto-lei nº 299, de 28 de fevereiro de 1967;</li><li>VI - o titular do diploma ou certificado conferido por escola ou curso estrangeiro, segundo as leis do país, registrado em virtude de acordo de intercâmbio cultural ou revalidado no Brasil como certificado de auxiliar de enfermagem.</li></ul><p><strong>Art. 9º</strong> São parteiras:</p><ul><li>I - a titular do certificado de parteira ou parteira prática, conferido por instituição de ensino, nos termos da lei, e registrado no órgão competente;</li><li>II - a titular do diploma ou certificado de parteira ou parteira prática, conferido por escola ou curso estrangeiro, segundo as leis do país, registrado em virtude de acordo de intercâmbio cultural ou revalidado no Brasil como certificado de parteira ou parteira prática.</li></ul><p><strong>Art. 10.</strong> (Vetado).</p><p><strong>Art. 11.</strong> O Enfermeiro exerce todas as atividades de enfermagem, cabendo-lhe:</p><p>I - privativamente:</p><ul><li>a) direção do órgão de enfermagem integrante da estrutura básica da instituição de saúde, pública e privada, e chefia de serviço e de unidade de enfermagem;</li><li>b) organização e direção dos serviços de enfermagem e de suas atividades técnicas e auxiliares nas empresas prestadoras desses serviços;</li><li>c) planejamento, organização, coordenação, execução e avaliação dos serviços da assistência de enfermagem;</li><li>d) consultoria, auditoria e emissão de parecer sobre matéria de enfermagem;</li><li>e) consulta de enfermagem;</li><li>f) prescrição da assistência de enfermagem;</li><li>g) cuidados diretos de enfermagem a pacientes graves com risco de vida;</li><li>h) cuidados de enfermagem de maior complexidade técnica e que exijam conhecimentos de base científica e capacidade de tomar decisões imediatas;</li></ul><p>II - como integrante da equipe de saúde:</p><ul><li>a) participação no planejamento, execução e avaliação da programação de saúde;</li><li>b) participação na elaboração, execução e avaliação dos planos assistenciais de saúde;</li><li>c) prescrição de medicamentos estabelecidos em programas de saúde pública e em rotina aprovada pela instituição de saúde;</li><li>d) participação em projetos de construção ou reforma de unidades de internação;</li><li>e) prevenção e controle sistemático da infecção hospitalar e de doenças transmissíveis em geral;</li><li>f) prevenção e controle sistemático de danos que possam ser causados à clientela durante a assistência de enfermagem;</li><li>g) assistência de enfermagem à gestante, parturiente e puérpera;</li><li>h) acompanhamento da evolução e do trabalho de parto;</li><li>i) execução do parto sem distocia;</li><li>j) educação visando à melhoria de saúde da população.</li></ul><p>Parágrafo único. As profissionais referidas no inciso II do art. 6º desta lei incumbe, ainda:</p><ul><li>a) assistência à parturiente e ao parto normal;</li><li>b) identificação das distocias obstétricas e tomada de providências até a chegada do médico;</li><li>c) realização de episiotomia e episiorrafia e aplicação de anestesia local, quando necessária.</li></ul><p><strong>Art. 12.</strong> O Técnico de Enfermagem exerce atividade de nível médio, envolvendo orientação e acompanhamento do trabalho de enfermagem em grau auxiliar, e participação no planejamento da assistência de enfermagem, cabendo-lhe especialmente:</p><ul><li>a) participar da programação da assistência de enfermagem;</li><li>b) executar ações assistenciais de enfermagem, exceto as privativas do Enfermeiro, observado o disposto no parágrafo único do art. 11 desta lei;</li><li>c) participar da orientação e supervisão do trabalho de enfermagem em grau auxiliar;</li><li>d) participar da equipe de saúde.</li></ul><p><strong>Art. 13.</strong> O Auxiliar de Enfermagem exerce atividades de nível médio, de natureza repetitiva, envolvendo serviços auxiliares de enfermagem sob supervisão, bem como a participação em nível de execução simples, em processos de tratamento, cabendo-lhe especialmente:</p><ul><li>a) observar, reconhecer e descrever sinais e sintomas;</li><li>b) executar ações de tratamento simples;</li><li>c) prestar cuidados de higiene e conforto ao paciente;</li><li>d) participar da equipe de saúde.</li></ul><p><strong>Art. 14.</strong> Incumbe a todo o pessoal de enfermagem:</p><ul><li>I - cumprir e fazer cumprir o Código de Deontologia da Enfermagem;</li><li>II - quando for o caso, anotar no prontuário do paciente as atividades da assistência de enfermagem, para fins estatísticos.</li></ul><p><strong>Art. 15.</strong> As atividades referidas nos arts. 12 e 13 desta lei, quando exercidas em instituições de saúde, públicas e privadas, e em programas de saúde, somente podem ser desempenhadas sob orientação e supervisão de Enfermeiro.</p><p><strong>Art. 20.</strong> Os órgãos de pessoal da administração pública direta e indireta, federal, estadual, municipal, do Distrito Federal e dos Territórios observarão, no provimento de cargos e funções e na contratação de pessoal de enfermagem, de todos os graus, os preceitos desta lei.</p><p><strong>Art. 23.</strong> O pessoal que se encontra executando tarefas de enfermagem, em virtude de carência de recursos humanos de nível médio nessa área, sem possuir formação específica regulada em lei, será autorizado, pelo Conselho Federal de Enfermagem, a exercer atividades elementares de enfermagem, observado o disposto no art. 15 desta lei.</p><p>Parágrafo único. É assegurado aos atendentes de enfermagem, admitidos antes da vigência desta lei, o exercício das atividades elementares da enfermagem, observado o disposto no art. 15 desta lei.</p>"
  }
]