[
  {
    "id": "lei-8080",
    "title": "Lei 8.080/90 (Lei Orgânica da Saúde) - Na Íntegra",
    "category": "Legislação do SUS",
    "description": "Dispõe sobre as condições para a promoção, proteção e recuperação da saúde, a organização e o funcionamento dos serviços correspondentes.",
    "readTime": "90 min",
    "content": "<h3>DISPOSIÇÃO PRELIMINAR</h3><p><strong>Art. 1º</strong> Esta lei regula, em todo o território nacional, as ações e serviços de saúde, executados isolada ou conjuntamente, em caráter permanente ou eventual, por pessoas naturais ou jurídicas de direito Público ou privado.</p><h3>TÍTULO I - Das Disposições Gerais</h3><p><strong>Art. 2º</strong> A saúde é um direito fundamental do ser humano, devendo o Estado prover as condições indispensáveis ao seu pleno exercício.</p><p>§ 1º O dever do Estado de garantir a saúde consiste na formulação e execução de políticas econômicas e sociais que visem à redução de riscos de doenças e de outros agravos e no estabelecimento de condições que assegurem acesso universal e igualitário às ações e aos serviços para a sua promoção, proteção e recuperação.</p><p>§ 2º O dever do Estado não exclui o das pessoas, da família, das empresas e da sociedade.</p><p><strong>Art. 3º</strong> Os níveis de saúde expressam a organização social e econômica do país, tendo a saúde como determinantes e condicionantes, entre outros, a alimentação, a moradia, o saneamento básico, o meio ambiente, o trabalho, a renda, a educação, a atividade física, o transporte, o lazer e o acesso aos bens e serviços essenciais.</p><p>Parágrafo único. Dizem respeito também à saúde as ações que, por força do disposto no artigo anterior, se destinam a garantir às pessoas e à coletividade condições de bem-estar físico, mental e social.</p><h3>TÍTULO II - Do Sistema Único de Saúde</h3><h4>CAPÍTULO I - Dos Objetivos e Atribuições</h4><p><strong>Art. 4º</strong> O conjunto de ações e serviços de saúde, prestados por órgãos e instituições públicas federais, estaduais e municipais, da Administração direta e indireta e das fundações mantidas pelo Poder Público, constitui o Sistema Único de Saúde (SUS).</p><p>§ 1º Estão incluídas no disposto neste artigo as instituições públicas federais, estaduais e municipais de controle de qualidade, pesquisa e produção de insumos, medicamentos, inclusive de sangue e hemoderivados, e de equipamentos para saúde.</p><p>§ 2º A iniciativa privada poderá participar do Sistema Único de Saúde (SUS), em caráter complementar.</p><p><strong>Art. 5º</strong> São objetivos do Sistema Único de Saúde SUS:</p><ul><li>I - a identificação e divulgação dos fatores condicionantes e determinantes da saúde;</li><li>II - a formulação de política de saúde destinada a promover, nos campos econômico e social, a observância do disposto no § 1º do art. 2º desta lei;</li><li>III - a assistência às pessoas por intermédio de ações de promoção, proteção e recuperação da saúde, com a realização integrada das ações assistenciais e das atividades preventivas.</li></ul><p><strong>Art. 6º</strong> Estão incluídas no campo de atuação do Sistema Único de Saúde (SUS):</p><ul><li>I - a execução de ações:<ul><li>a) de vigilância sanitária;</li><li>b) de vigilância epidemiológica;</li><li>c) de saúde do trabalhador; e</li><li>d) de assistência terapêutica integral, inclusive farmacêutica;</li></ul></li><li>II - a participação na formulação e na execução de ações de saneamento básico;</li><li>III - a ordenação da formação de recursos humanos na área de saúde;</li><li>IV - a vigilância nutricional e a orientação alimentar;</li><li>V - a colaboração na proteção do meio ambiente, nele compreendido o do trabalho;</li><li>VI - a formulação da política de medicamentos, equipamentos, imunobiológicos e outros insumos de interesse para a saúde e a participação na sua produção;</li><li>VII - o controle e a fiscalização de serviços, produtos e substâncias de interesse para a saúde;</li><li>VIII - a fiscalização e a inspeção de alimentos, água e bebidas para consumo humano;</li><li>IX - a participação no controle e na fiscalização da produção, transporte, guarda e utilização de substâncias e produtos psicoativos, tóxicos e radioativos;</li><li>X - o incremento, em sua área de atuação, do desenvolvimento científico e tecnológico;</li><li>XI - a formulação e execução da política de sangue e seus derivados.</li></ul><h4>CAPÍTULO II - Dos Princípios e Diretrizes</h4><p><strong>Art. 7º</strong> As ações e serviços públicos de saúde e os serviços privados contratados ou conveniados que integram o Sistema Único de Saúde (SUS), são desenvolvidos de acordo com as diretrizes previstas no art. 198 da Constituição Federal, obedecendo ainda aos seguintes princípios:</p><ul><li>I - universalidade de acesso aos serviços de saúde em todos os níveis de assistência;</li><li>II - integralidade de assistência, entendida como conjunto articulado e contínuo das ações e serviços preventivos e curativos, individuais e coletivos, exigidos para cada caso em todos os níveis de complexidade do sistema;</li><li>III - preservação da autonomia das pessoas na defesa de sua integridade física e moral;</li><li>IV - igualdade da assistência à saúde, sem preconceitos ou privilégios de qualquer espécie;</li><li>V - direito à informação, às pessoas assistidas, sobre sua saúde;</li><li>VI - divulgação de informações quanto ao potencial dos serviços de saúde e a sua utilização pelo usuário;</li><li>VII - utilização da epidemiologia para o estabelecimento de prioridades, a alocação de recursos e a orientação programática;</li><li>VIII - participação da comunidade;</li><li>IX - descentralização político-administrativa, com direção única em cada esfera de governo:<ul><li>a) ênfase na descentralização dos serviços para os municípios;</li><li>b) regionalização e hierarquização da rede de serviços de saúde;</li></ul></li><li>X - integração em nível executivo das ações de saúde, meio ambiente e saneamento básico;</li><li>XI - conjugação dos recursos financeiros, tecnológicos, materiais e humanos da União, dos Estados, do Distrito Federal e dos Municípios na prestação de serviços de assistência à saúde da população;</li><li>XII - capacidade de resolução dos serviços em todos os níveis de assistência; e</li><li>XIII - organização dos serviços públicos de modo a evitar duplicidade de meios para fins idênticos.</li></ul><h4>CAPÍTULO III - Da Organização, da Direção e da Gestão</h4><p><strong>Art. 8º</strong> As ações e serviços de saúde, executados pelo Sistema Único de Saúde (SUS), seja diretamente ou mediante participação complementar da iniciativa privada, serão organizados de forma regionalizada e hierarquizada em níveis de complexidade crescente.</p><p><strong>Art. 9º</strong> A direção do Sistema Único de Saúde (SUS) é única, de acordo com o inciso I do art. 198 da Constituição Federal, sendo exercida em cada esfera de governo pelos seguintes órgãos:</p><ul><li>I - no âmbito da União, pelo Ministério da Saúde;</li><li>II - no âmbito dos Estados e do Distrito Federal, pela respectiva Secretaria de Saúde ou órgão equivalente; e</li><li>III - no âmbito dos Municípios, pela respectiva Secretaria de Saúde ou órgão equivalente.</li></ul><p><strong>Art. 10.</strong> Os municípios poderão constituir consórcios para desenvolver em conjunto as ações e os serviços de saúde que lhes correspondam.</p><p>§ 1º Aplica-se aos consórcios administrativos intermunicipais o princípio da direção única, e os respectivos atos constitutivos disporão sobre sua observância.</p><p>§ 2º No nível municipal, o Sistema Único de Saúde (SUS), poderá organizar-se em distritos de forma a integrar e articular recursos, técnicas e práticas voltadas para a cobertura total das ações de saúde.</p><p><strong>Art. 11.</strong> (Vetado).</p><p><strong>Art. 12.</strong> Serão criadas comissões intersetoriais de âmbito nacional, subordinadas ao Conselho Nacional de Saúde, integradas pelos Ministérios e órgãos competentes e por entidades representativas da sociedade civil.</p><p><strong>Art. 13.</strong> A articulação das políticas e programas, a cargo das comissões intersetoriais, abrangerá, em especial, as seguintes atividades: I - alimentação e nutrição; II - saneamento e meio ambiente; III - vigilância sanitária e farmacoepidemiologia; IV - recursos humanos; V - ciência e tecnologia; VI - saúde do trabalhador.</p><p><strong>Art. 14.</strong> Deverão ser criadas Comissões Permanentes de integração entre os serviços de saúde e as instituições de ensino profissional e superior.</p><p><strong>Art. 14-A.</strong> As Comissões Intergestores Bipartite e Tripartite são reconhecidas como foros de negociação e pactuação entre gestores, quanto aos aspectos operacionais do Sistema Único de Saúde (SUS).</p><p>Parágrafo único. A atuação das Comissões Intergestores Bipartite e Tripartite terá por objetivo: I - decidir sobre os aspectos operacionais, financeiros e administrativos da gestão compartilhada do SUS, em conformidade com a definição da política consubstanciada em planos de saúde, aprovados pelos conselhos de saúde; II - definir diretrizes, de âmbito nacional, regional e intermunicipal, a respeito da organização das redes de atenção à saúde, principalmente no tocante à gestão institucional e à integração das ações e serviços dos entes federados.</p><p><strong>Art. 14-B.</strong> O Conselho Nacional de Secretários de Saúde (Conass) e o Conselho Nacional de Secretarias Municipais de Saúde (Conasems) são reconhecidos como entidades representativas dos entes estaduais e municipais para tratar de matérias referentes à saúde.</p><h4>CAPÍTULO IV - Da Competência e das Atribuições</h4><p><strong>Art. 15.</strong> A União, os Estados, o Distrito Federal e os Municípios exercerão, em seu âmbito administrativo, as seguintes atribuições:</p><ul><li>I - definição das instâncias e mecanismos de controle, avaliação e de fiscalização das ações e serviços de saúde;</li><li>II - administração dos recursos orçamentários e financeiros destinados, em cada ano, à saúde;</li><li>III - acompanhamento, avaliação e divulgação do nível de saúde da população e das condições ambientais;</li><li>IV - organização e coordenação do sistema de informação de saúde;</li><li>V - elaboração de normas técnicas e estabelecimento de padrões de qualidade e parâmetros de custos que caracterizam a assistência à saúde;</li><li>VI - elaboração de normas técnicas e estabelecimento de padrões de qualidade para promoção da saúde do trabalhador;</li><li>VII - participação de formulação da política e da execução das ações de saneamento básico e colaboração na proteção e recuperação do meio ambiente;</li><li>VIII - elaboração e atualização periódica do plano de saúde;</li><li>IX - participação na formulação e na execução da política de formação e desenvolvimento de recursos humanos para a saúde;</li><li>X - elaboração da proposta orçamentária do Sistema Único de Saúde (SUS), de conformidade com o plano de saúde;</li><li>XI - elaboração de normas para regular as atividades de serviços privados de saúde, tendo em vista a sua relevância pública;</li><li>XII - realização de operações externas de natureza financeira de interesse da saúde, autorizadas pelo Senado Federal;</li><li>XIII - para atendimento de necessidades coletivas, urgentes e transitórias, decorrentes de situações de perigo iminente, de calamidade pública ou de irrupção de epidemias, a autoridade competente da esfera administrativa correspondente poderá requisitar bens e serviços, tanto de pessoas naturais como de jurídicas, sendo-lhes assegurada justa indenização;</li><li>XIV - implementar o Sistema Nacional de Sangue, Componentes e Derivados;</li><li>XV - propor a celebração de convênios, acordos e protocolos internacionais relativos à saúde, saneamento e meio ambiente;</li><li>XVI - elaborar normas técnico-científicas de promoção, proteção e recuperação da saúde;</li><li>XVII - promover articulação com os órgãos de fiscalização do exercício profissional e outras entidades representativas da sociedade civil para a definição e controle dos padrões éticos para pesquisa, ações e serviços de saúde;</li><li>XVIII - promover a articulação da política e dos planos de saúde;</li><li>XIX - realizar pesquisas e estudos na área de saúde;</li><li>XX - definir as instâncias e mecanismos de controle e fiscalização inerentes ao poder de polícia sanitária;</li><li>XXI - fomentar, coordenar e executar programas e projetos estratégicos e de atendimento emergencial.</li></ul><p><strong>Art. 16.</strong> Compete à Direção Nacional do Sistema Único de Saúde (SUS):</p><ul><li>I - formular, avaliar e apoiar políticas de alimentação e nutrição;</li><li>II - participar na formulação e na implementação das políticas: a) de controle das agressões ao meio ambiente; b) de saneamento básico; c) relativas às condições e aos ambientes de trabalho;</li><li>III - definir e coordenar os sistemas: a) de redes integradas de assistência de alta complexidade; b) de rede de laboratórios de saúde pública; c) de vigilância epidemiológica; d) de vigilância sanitária;</li><li>IV - participar da definição de normas e mecanismos de controle, com órgão afins, de agravo sobre o meio ambiente ou dele decorrentes, que tenham repercussão na saúde humana;</li><li>V - participar da definição de normas, critérios e padrões para o controle das condições e dos ambientes de trabalho e coordenar a política de saúde do trabalhador;</li><li>VI - coordenar e participar na execução das ações de vigilância epidemiológica;</li><li>VII - estabelecer normas e executar a vigilância sanitária de portos, aeroportos e fronteiras, podendo a execução ser complementada pelos Estados, Distrito Federal e Municípios;</li><li>VIII - estabelecer critérios, parâmetros e métodos para o controle da qualidade sanitária de produtos, substâncias e serviços de consumo e uso humano;</li><li>IX - promover articulação com os órgãos educacionais e de fiscalização do exercício profissional, bem como com entidades representativas de formação de recursos humanos na área de saúde;</li><li>X - formular, avaliar, elaborar normas e participar na execução da política nacional e produção de insumos e equipamentos para a saúde, em articulação com os demais órgãos governamentais;</li><li>XI - identificar os serviços estaduais e municipais de referência nacional para o estabelecimento de padrões técnicos de assistência à saúde;</li><li>XII - controlar e fiscalizar procedimentos, produtos e substâncias de interesse para a saúde;</li><li>XIII - prestar cooperação técnica e financeira aos Estados, ao Distrito Federal e aos Municípios para o aperfeiçoamento da sua atuação institucional;</li><li>XIV - elaborar normas para regular as relações entre o Sistema Único de Saúde (SUS) e os serviços privados contratados de assistência à saúde;</li><li>XV - promover a descentralização para as Unidades Federadas e para os Municípios, dos serviços e ações de saúde, respectivamente, de abrangência estadual e municipal;</li><li>XVI - normatizar e coordenar nacionalmente o Sistema Nacional de Sangue, Componentes e Derivados;</li><li>XVII - acompanhar, controlar e avaliar as ações e os serviços de saúde, respeitadas as competências estaduais e municipais;</li><li>XVIII - elaborar o Planejamento Estratégico Nacional no âmbito do SUS, em cooperação técnica com os Estados, Municípios e Distrito Federal;</li><li>XIX - estabelecer o Sistema Nacional de Auditoria e coordenar a avaliação técnica e financeira do SUS em todo o Território Nacional em cooperação técnica com os Estados, Municípios e Distrito Federal.</li></ul><p>Parágrafo único. A União poderá executar ações de vigilância epidemiológica e sanitária em circunstâncias especiais, como na ocorrência de agravos inusitados à saúde, que possam escapar do controle da direção estadual do Sistema Único de Saúde (SUS) ou que representem risco de disseminação nacional.</p><p><strong>Art. 17.</strong> Compete à direção estadual do Sistema Único de Saúde (SUS):</p><ul><li>I - promover a descentralização para os Municípios dos serviços e das ações de saúde;</li><li>II - acompanhar, controlar e avaliar as redes hierarquizadas do Sistema Único de Saúde (SUS);</li><li>III - prestar apoio técnico e financeiro aos Municípios e executar supletivamente ações e serviços de saúde;</li><li>IV - coordenar e, em caráter complementar, executar ações e serviços: a) de vigilância epidemiológica; b) de vigilância sanitária; c) de alimentação e nutrição; d) de saúde do trabalhador;</li><li>V - participar, junto com os órgãos afins, do controle dos agravos do meio ambiente que tenham repercussão na saúde humana;</li><li>VI - participar da formulação da política e da execução de ações de saneamento básico;</li><li>VII - participar das ações de controle e avaliação do meio ambiente e das condições de trabalho;</li><li>VIII - em caráter suplementar, formular, executar, acompanhar e avaliar a política de insumos e equipamentos para a saúde;</li><li>IX - identificar estabelecimentos hospitalares de referência e gerir sistemas públicos de alta complexidade, de referência estadual e regional;</li><li>X - coordenar a rede estadual de laboratórios de saúde pública e de hemocentros, e gerir as unidades que permaneçam em sua organização administrativa;</li><li>XI - estabelecer normas, em caráter suplementar, para o controle e avaliação das ações e serviços de saúde;</li><li>XII - formular normas e estabelecer padrões, em caráter suplementar, de procedimentos de controle de qualidade para produtos e substâncias de consumo humano;</li><li>XIII - colaborar com a União na execução da vigilância sanitária de portos, aeroportos e fronteiras;</li><li>XIV - o acompanhamento, a avaliação e divulgação dos indicadores de morbidade e mortalidade no âmbito da unidade federada.</li></ul><p><strong>Art. 18.</strong> À direção municipal do Sistema Único de Saúde (SUS) compete:</p><ul><li>I - planejar, organizar, controlar e avaliar as ações e os serviços de saúde e gerir e executar os serviços públicos de saúde;</li><li>II - participar do planejamento, programação e organização da rede regionalizada e hierarquizada do Sistema Único de Saúde (SUS), em articulação com sua direção estadual;</li><li>III - participar da execução, controle e avaliação das ações referentes às condições e aos ambientes de trabalho;</li><li>IV - executar serviços: a) de vigilância epidemiológica; b) vigilância sanitária; c) de alimentação e nutrição; d) de saneamento básico; e) de saúde do trabalhador;</li><li>V - dar execução, no âmbito municipal, à política de insumos e equipamentos para a saúde;</li><li>VI - colaborar na fiscalização das agressões ao meio ambiente que tenham repercussão na saúde humana;</li><li>VII - formar consórcios administrativos intermunicipais;</li><li>VIII - gerir laboratórios públicos de saúde e hemocentros;</li><li>IX - colaborar com a União e os Estados na execução da vigilância sanitária de portos, aeroportos e fronteiras;</li><li>X - observado o disposto no art. 26 desta Lei, celebrar contratos e convênios com entidades prestadoras de serviços privados de saúde, bem como controlar e avaliar sua execução;</li><li>XI - controlar e fiscalizar os procedimentos dos serviços privados de saúde;</li><li>XII - normatizar complementarmente as ações e serviços públicos de saúde no seu âmbito de atuação.</li></ul><p><strong>Art. 19.</strong> Compete ao Sistema Único de Saúde (SUS), além de outras atribuições, a execução de ações de vigilância sanitária, epidemiológica, saúde do trabalhador e assistência terapêutica integral, inclusive farmacêutica.</p><h4>CAPÍTULO V - Do Subsistema de Atenção à Saúde Indígena</h4><p><strong>Art. 19-A.</strong> As ações e serviços de saúde voltados para o atendimento das populações indígenas, em todo o território nacional, coletiva ou individualmente, obedecerão ao disposto nesta Lei.</p><p><strong>Art. 19-B.</strong> Cabe à União, com seus recursos próprios, financiar o Subsistema de Atenção à Saúde Indígena.</p><h4>CAPÍTULO VI - Do Subsistema de Atendimento e Internação Domiciliar</h4><p><strong>Art. 19-I.</strong> São estabelecidos, no âmbito do Sistema Único de Saúde (SUS), o atendimento domiciliar e a internação domiciliar.</p><h4>CAPÍTULO VII - Do Subsistema de Acompanhamento durante o trabalho de parto, parto e pós-parto imediato</h4><p><strong>Art. 19-J.</strong> Os serviços de saúde do Sistema Único de Saúde - SUS, da rede própria ou conveniada, ficam obrigados a permitir a presença, junto à parturiente, de 1 (um) acompanhante durante todo o período de trabalho de parto, parto e pós-parto imediato.</p><h3>TÍTULO III - Dos Serviços Privados de Assistência à Saúde</h3><h4>CAPÍTULO I - Do Funcionamento</h4><p><strong>Art. 20.</strong> Os serviços privados de assistência à saúde caracterizam-se pela atuação, por iniciativa própria, de profissionais liberais, legalmente habilitados, e de pessoas jurídicas de direito privado na promoção, proteção e recuperação da saúde.</p><p><strong>Art. 21.</strong> A assistência à saúde é livre à iniciativa privada.</p><p><strong>Art. 22.</strong> Na prestação de serviços privados de assistência à saúde, serão observados os princípios éticos e as normas expedidas pelo órgão de direção do Sistema Único de Saúde (SUS) quanto às condições para seu funcionamento.</p><p><strong>Art. 23.</strong> É vedada a participação direta ou indireta de empresas ou de capitais estrangeiros na assistência à saúde, salvo através de doações de organismos internacionais vinculados à Organização das Nações Unidas, de entidades de cooperação técnica e de financiamento e empréstimos.</p><h4>CAPÍTULO II - Da Participação Complementar</h4><p><strong>Art. 24.</strong> Quando as suas disponibilidades forem insuficientes para garantir a cobertura assistencial à população de uma determinada área, o Sistema Único de Saúde (SUS) poderá recorrer aos serviços ofertados pela iniciativa privada.</p><p>Parágrafo único. A participação complementar dos serviços privados será formalizada mediante contrato ou convênio, observadas, a respeito, as normas de direito público.</p><p><strong>Art. 25.</strong> Na hipótese do artigo anterior, as entidades filantrópicas e as sem fins lucrativos terão preferência para participar do Sistema Único de Saúde (SUS).</p><p><strong>Art. 26.</strong> Os critérios e valores para a remuneração de serviços e os parâmetros de cobertura assistencial serão estabelecidos pela direção nacional do Sistema Único de Saúde (SUS), aprovados no Conselho Nacional de Saúde.</p><h3>TÍTULO IV - Dos Recursos Humanos</h3><p><strong>Art. 27.</strong> A política de recursos humanos na área da saúde será formalizada e executada, articuladamente, pelas diferentes esferas de governo, em cumprimento dos seguintes objetivos:</p><ul><li>I - organização de um sistema de formação de recursos humanos em todos os níveis de ensino, inclusive de pós-graduação, além da elaboração de programas de permanente aperfeiçoamento de pessoal;</li><li>IV - valorização da dedicação exclusiva aos serviços do Sistema Único de Saúde (SUS).</li></ul><p><strong>Art. 28.</strong> Os cargos e funções de chefia, direção e assessoramento, no âmbito do Sistema Único de Saúde (SUS), só poderão ser exercidos em regime de tempo integral.</p><h3>TÍTULO V - Do Financiamento</h3><h4>CAPÍTULO I - Dos Recursos</h4><p><strong>Art. 31.</strong> O orçamento da seguridade social destinará ao Sistema Único de Saúde (SUS) de acordo com a receita estimada, os recursos necessários à realização de suas finalidades, previstos em proposta elaborada pela sua direção nacional, com a participação dos órgãos da Previdência Social e da Assistência Social, tendo em vista as metas e prioridades estabelecidas na Lei de Diretrizes Orçamentárias.</p><p><strong>Art. 32.</strong> São considerados de outras fontes os recursos provenientes de: I - serviços que possam ser prestados sem prejuízo da assistência à saúde; II - ajuda, contribuições, doações e donativos; III - alienações patrimoniais e rendimentos de capital; IV - taxas, multas, emolumentos e preços públicos arrecadados no âmbito do Sistema Único de Saúde (SUS).</p><h4>CAPÍTULO II - Da Gestão Financeira</h4><p><strong>Art. 33.</strong> Os recursos financeiros do Sistema Único de Saúde (SUS) serão depositados em conta especial, em cada esfera de sua atuação, e movimentados sob fiscalização dos respectivos Conselhos de Saúde.</p><p><strong>Art. 35.</strong> Para o estabelecimento de valores a serem transferidos a Estados, Distrito Federal e Municípios, será utilizada a combinação dos seguintes critérios, segundo análise técnica de programas e projetos: I - perfil demográfico da região; II - perfil epidemiológico da população a ser coberta; III - características quantitativas e qualitativas da rede de saúde na área; IV - desempenho técnico, econômico e financeiro no período anterior; V - níveis de participação do setor saúde nos orçamentos estaduais e municipais; VI - previsão do plano qüinqüenal de investimentos da rede; VII - ressarcimento do atendimento a serviços prestados para outras esferas de governo.</p><h3>TÍTULO VI - Das Disposições Finais e Transitórias</h3><p><strong>Art. 52.</strong> Sem prejuízo de outras sanções cabíveis, constitui crime de emprego irregular de verbas ou rendas públicas (Código Penal, art. 315) a utilização de recursos financeiros do Sistema Único de Saúde (SUS) em finalidades diversas das previstas nesta lei.</p>"
  },
  {
    "id": "lei-8142",
    "title": "Lei 8.142/90 (Controle Social) - Na Íntegra",
    "category": "Legislação do SUS",
    "description": "Dispõe sobre a participação da comunidade na gestão do Sistema Único de Saúde (SUS) e sobre as transferências intergovernamentais de recursos financeiros na área da saúde.",
    "readTime": "20 min",
    "content": "<p><strong>Art. 1°</strong> O Sistema Único de Saúde (SUS), de que trata a Lei n° 8.080, de 19 de setembro de 1990, contará, em cada esfera de governo, sem prejuízo das funções do Poder Legislativo, com as seguintes instâncias colegiadas:</p><p>I - a Conferência de Saúde; e</p><p>II - o Conselho de Saúde.</p><p>§ 1° A <strong>Conferência de Saúde</strong> reunir-se-á a cada quatro anos com a representação dos vários segmentos sociais, para avaliar a situação de saúde e propor as diretrizes para a formulação da política de saúde nos níveis correspondentes, convocada pelo Poder Executivo ou, extraordinariamente, por esta ou pelo Conselho de Saúde.</p><p>§ 2° O <strong>Conselho de Saúde</strong>, em caráter permanente e deliberativo, órgão colegiado composto por representantes do governo, prestadores de serviço, profissionais de saúde e usuários, atua na formulação de estratégias e no controle da execução da política de saúde na instância correspondente, inclusive nos aspectos econômicos e financeiros, cujas decisões serão homologadas pelo chefe do poder legalmente constituído em cada esfera do governo.</p><p>§ 3° O Conselho Nacional de Secretários de Saúde (Conass) e o Conselho Nacional de Secretários Municipais de Saúde (Conasems) terão representação no Conselho Nacional de Saúde.</p><p>§ 4° A representação dos usuários nos Conselhos de Saúde e Conferências será paritária em relação ao conjunto dos demais segmentos.</p><p>§ 5° As Conferências de Saúde e os Conselhos de Saúde terão sua organização e normas de funcionamento definidas em regimento próprio, aprovadas pelo respectivo conselho.</p><p><strong>Art. 2°</strong> Os recursos do Fundo Nacional de Saúde (FNS) serão alocados como:</p><ul><li>I - despesas de custeio e de capital do Ministério da Saúde, seus órgãos e entidades, da administração direta e indireta;</li><li>II - investimentos previstos em lei orçamentária, de iniciativa do Poder Legislativo e aprovados pelo Congresso Nacional;</li><li>III - investimentos previstos no Plano Qüinqüenal do Ministério da Saúde;</li><li>IV - cobertura das ações e serviços de saúde a serem implementados pelos Municípios, Estados e Distrito Federal.</li></ul><p>Parágrafo único. Os recursos referidos no inciso IV deste artigo destinar-se-ão a investimentos na rede de serviços, à cobertura assistencial ambulatorial e hospitalar e às demais ações de saúde.</p><p><strong>Art. 3°</strong> Os recursos referidos no inciso IV do art. 2° desta lei serão repassados de forma regular e automática para os Municípios, Estados e Distrito Federal, de acordo com os critérios previstos no art. 35 da Lei n° 8.080, de 19 de setembro de 1990.</p><p>§ 1° Enquanto não for regulamentada a aplicação dos critérios previstos no art. 35 da Lei n° 8.080, de 19 de setembro de 1990, será utilizado, para o repasse de recursos, exclusivamente o critério populacional, fazendo-se os ajustes necessários quando daquele estabelecimento.</p><p>§ 2° Os recursos referidos neste artigo serão movimentados em cada esfera de governo sob a fiscalização dos respectivos Conselhos de Saúde, sem prejuízo da fiscalização exercida pelos órgãos de controle interno e externo.</p><p><strong>Art. 4°</strong> Para receberem os recursos, de que trata o art. 3° desta lei, os Municípios, os Estados e o Distrito Federal deverão contar com:</p><ul><li>I - Fundo de Saúde;</li><li>II - Conselho de Saúde, com composição paritária de acordo com o Decreto n° 99.438, de 7 de agosto de 1990;</li><li>III - plano de saúde;</li><li>IV - relatórios de gestão que permitam o controle de que trata o § 4° do art. 33 da Lei n° 8.080, de 19 de setembro de 1990;</li><li>V - contrapartida de recursos para a saúde no respectivo orçamento;</li><li>VI - Comissão de elaboração do Plano de Carreira, Cargos e Salários (PCCS), previsto o prazo de dois anos para sua implantação.</li></ul><p>Parágrafo único. O não atendimento pelos Municípios, ou pelos Estados, ou pelo Distrito Federal, dos requisitos estabelecidos neste artigo, implicará em que os recursos concernentes sejam administrados, respectivamente, pelos Estados ou pela União, até que sejam cumpridas as exigências.</p><p><strong>Art. 5°</strong> É o Ministério da Saúde, mediante portaria do Ministro de Estado, autorizado a estabelecer condições para aplicação desta lei.</p><p><strong>Art. 6°</strong> (Vetado).</p><p><strong>Art. 7°</strong> Esta lei entra em vigor na data de sua publicação.</p>"
  },
  {
    "id": "decreto-7508",
    "title": "Decreto 7.508/2011 (Regulamentação do SUS) - Na Íntegra",
    "category": "Legislação do SUS",
    "description": "Regulamenta a Lei nº 8.080/90, dispondo sobre a organização do SUS, o planejamento da saúde, a assistência à saúde e a articulação interfederativa.",
    "readTime": "45 min",
    "content": "<h3>CAPÍTULO I - DISPOSIÇÕES PRELIMINARES</h3><p><strong>Art. 1º</strong> Este Decreto regulamenta a Lei no 8.080, de 19 de setembro de 1990, para dispor sobre a organização do Sistema Único de Saúde - SUS, o planejamento da saúde, a assistência à saúde e a articulação interfederativa, e dá outras providências.</p><p><strong>Art. 2º</strong> Para efeito deste Decreto, considera-se:</p><ul><li>I - <strong>Região de Saúde:</strong> espaço geográfico contínuo constituído por agrupamentos de municípios limítrofes, delimitado a partir de identidades culturais, econômicas e sociais e de redes de comunicação e infraestrutura de transportes compartilhados, com a finalidade de integrar a organização, o planejamento e a execução de ações e serviços de saúde;</li><li>II - <strong>Contrato Organizativo da Ação Pública da Saúde (COAP):</strong> acordo de colaboração firmado entre entes federativos com a finalidade de organizar e integrar as ações e serviços de saúde na rede regionalizada e hierarquizada, com definição de responsabilidades, indicadores e metas de saúde, critérios de avaliação de desempenho, recursos financeiros que serão disponibilizados, forma de controle e fiscalização de sua execução e demais elementos necessários à implementação integrada das ações e serviços de saúde;</li><li>III - <strong>Portas de Entrada:</strong> serviços de atendimento inicial à saúde do usuário no SUS;</li><li>IV - <strong>Comissões Intergestores:</strong> instâncias de pactuação consensual entre os entes federativos para definição das regras da gestão compartilhada do SUS;</li><li>V - <strong>Mapa da Saúde:</strong> descrição geográfica da distribuição de recursos humanos e de ações e serviços de saúde ofertados pelo SUS e pela iniciativa privada, considerando-se a capacidade instalada existente, os investimentos e o desempenho aferido a partir dos indicadores de saúde do sistema;</li><li>VI - <strong>Rede de Atenção à Saúde:</strong> conjunto de ações e serviços de saúde articulados em níveis de complexidade crescente, com a finalidade de garantir a integralidade da assistência à saúde;</li><li>VII - <strong>Serviços Especiais de Acesso Aberto:</strong> serviços de saúde específicos para o atendimento da pessoa que, em razão de agravo ou de situação laboral, necessita de atendimento especial; e</li><li>VIII - <strong>Protocolo Clínico e Diretriz Terapêutica:</strong> documento que estabelece critérios para o diagnóstico da doença ou do agravo à saúde; o tratamento preconizado, com os medicamentos e demais produtos apropriados, quando couber; as posologias recomendadas; os mecanismos de controle clínico; e o acompanhamento e a verificação dos resultados terapêuticos, a serem seguidos pelos gestores do SUS.</li></ul><h3>CAPÍTULO II - DA ORGANIZAÇÃO DO SUS</h3><p><strong>Art. 3º</strong> O SUS é constituído pela conjugação das ações e serviços de promoção, proteção e recuperação da saúde executados pelos entes federativos, de forma direta ou indireta, mediante a participação complementar da iniciativa privada, sendo organizado de forma regionalizada e hierarquizada.</p><p><strong>Art. 4º</strong> As Regiões de Saúde serão instituídas pelo Estado, em articulação com os Municípios, respeitadas as diretrizes gerais pactuadas na Comissão Intergestores Tripartite - CIT.</p><p><strong>Art. 5º</strong> Para ser instituída, a Região de Saúde deve conter, no mínimo, ações e serviços de:</p><ul><li>I - atenção primária;</li><li>II - urgência e emergência;</li><li>III - atenção psicossocial;</li><li>IV - atenção ambulatorial especializada e hospitalar; e</li><li>V - vigilância em saúde.</li></ul><p><strong>Art. 6º</strong> As Regiões de Saúde serão referência para as transferências de recursos entre os entes federativos.</p><p><strong>Art. 7º</strong> As Redes de Atenção à Saúde estarão compreendidas no âmbito de uma Região de Saúde, ou de várias delas, em consonância com diretrizes pactuadas nas Comissões Intergestores.</p><p><strong>Art. 8º</strong> O acesso universal, igualitário e ordenado às ações e serviços de saúde se inicia pelas Portas de Entrada do SUS e se completa na rede regionalizada e hierarquizada, de acordo com a complexidade do serviço.</p><p><strong>Art. 9º</strong> São Portas de Entrada as ações e os serviços de saúde nas Redes de Atenção à Saúde:</p><ul><li>I - de atenção primária;</li><li>II - de atenção de urgência e emergência;</li><li>III - de atenção psicossocial; e</li><li>IV - especiais de acesso aberto.</li></ul><p>Parágrafo único. Os serviços de atenção hospitalar e os ambulatoriais especializados, entre outros de maior complexidade e densidade tecnológica, serão referenciados pelas Portas de Entrada de que trata este artigo.</p><h3>CAPÍTULO III - DO PLANEJAMENTO DA SAÚDE</h3><p><strong>Art. 15.</strong> O processo de planejamento da saúde será ascendente e integrado, do nível local até o federal, ouvidos os respectivos Conselhos de Saúde, compatibilizando-se as necessidades das políticas de saúde com a disponibilidade de recursos financeiros.</p><p><strong>Art. 16.</strong> No planejamento devem ser considerados os serviços e as ações prestados pela iniciativa privada, de forma complementar ou não ao SUS, os quais deverão compor os Mapas da Saúde regional, estadual e nacional.</p><p><strong>Art. 17.</strong> O Mapa da Saúde será utilizado na identificação das necessidades de saúde e orientará o planejamento integrado dos entes federativos nas Regiões de Saúde.</p><p><strong>Art. 18.</strong> O planejamento da saúde em âmbito estadual deve ser realizado de maneira regionalizada, a partir das necessidades dos Municípios, considerando o estabelecimento de metas de saúde.</p><h3>CAPÍTULO IV - DA ASSISTÊNCIA À SAÚDE</h3><p><strong>Art. 19.</strong> Aos usuários do SUS será garantida a integralidade da assistência à saúde, entendida como conjunto articulado e contínuo de ações e serviços preventivos e curativos, individuais e coletivos, exigidos para cada caso em todos os níveis de complexidade do sistema.</p><p><strong>Art. 20.</strong> A integralidade da assistência à saúde se inicia e se completa na Rede de Atenção à Saúde, mediante referenciamento do usuário na rede regional e interestadual, conforme pactuado nas Comissões Intergestores.</p><p><strong>Art. 21.</strong> A assistência à saúde compreende: I - a atenção básica; II - a atenção especializada; III - a assistência farmacêutica; IV - a vigilância em saúde; e V - as ações de promoção, prevenção e recuperação da saúde.</p><h3>CAPÍTULO V - DA ARTICULAÇÃO INTERFEDERATIVA</h3><p><strong>Art. 30.</strong> As Comissões Intergestores pactuarão a organização e o funcionamento das ações e serviços de saúde integrados em redes de atenção à saúde, sendo:</p><ul><li>I - a Comissão Intergestores Tripartite - CIT, no âmbito da União, vinculada à direção nacional do SUS;</li><li>II - a Comissão Intergestores Bipartite - CIB, no âmbito do Estado, vinculada à Secretaria Estadual de Saúde; e</li><li>III - a Comissão Intergestores Regional - CIR, no âmbito regional, vinculada à Secretaria Estadual de Saúde para efeitos administrativos e operacionais.</li></ul><p><strong>Art. 32.</strong> As Comissões Intergestores pactuarão: I - aspectos operacionais, financeiros e administrativos da gestão compartilhada do SUS; II - diretrizes gerais sobre Regiões de Saúde, integração de limites geográficos, referência e contrarreferência e demais aspectos vinculados à integração das ações e serviços de saúde entre os entes federativos; III - diretrizes de âmbito nacional, estadual, regional e interestadual, a respeito da organização das redes de atenção à saúde, principalmente no tocante à gestão institucional e à integração das ações e serviços dos entes federativos; IV - responsabilidades dos entes federativos na Rede de Atenção à Saúde; V - referências das regiões intraestaduais e interestaduais de atenção à saúde para o atendimento da integralidade da assistência; VI - diretrizes para o Contrato Organizativo da Ação Pública da Saúde.</p><h3>CAPÍTULO VI - DO CONTRATO ORGANIZATIVO DA AÇÃO PÚBLICA DA SAÚDE</h3><p><strong>Art. 33.</strong> O acordo de colaboração entre os entes federativos para a organização da rede interfederativa de atenção à saúde será firmado por meio de Contrato Organizativo da Ação Pública da Saúde.</p><p><strong>Art. 34.</strong> O objeto do Contrato Organizativo da Ação Pública da Saúde é a organização e a integração das ações e dos serviços de saúde, sob a responsabilidade dos entes federativos em uma Região de Saúde, com a finalidade de garantir a integralidade da assistência aos usuários.</p><p><strong>Art. 36.</strong> O Contrato Organizativo da Ação Pública da Saúde definirá as responsabilidades individuais e solidárias dos entes federativos atribuídas a partir do planejamento integrado.</p>"
  },
  {
    "id": "lei-10216",
    "title": "Lei 10.216/2001 (Lei da Reforma Psiquiátrica)",
    "category": "Saúde Mental",
    "description": "Dispõe sobre a proteção e os direitos das pessoas portadoras de transtornos mentais e redireciona o modelo assistencial em saúde mental.",
    "readTime": "30 min",
    "content": "<p><strong>Art. 1º</strong> Os direitos e a proteção das pessoas acometidas de transtorno mental, de que trata esta Lei, são assegurados sem qualquer forma de discriminação quanto à raça, cor, sexo, orientação sexual, religião, opção política, nacionalidade, idade, família, recursos econômicos e ao grau de gravidade ou tempo de evolução de seu transtorno, ou qualquer outra.</p><p><strong>Art. 2º</strong> Nos atendimentos em saúde mental, de qualquer natureza, a pessoa e seus familiares ou responsáveis serão formalmente cientificados dos direitos enumerados no parágrafo único deste artigo.</p><p>Parágrafo único. São direitos da pessoa portadora de transtorno mental:</p><ul><li>I - ter acesso ao melhor tratamento do sistema de saúde, consentâneo às suas necessidades;</li><li>II - ser tratada com humanidade e respeito e no interesse exclusivo de beneficiar sua saúde, visando alcançar sua recuperação pela inserção na família, no trabalho e na comunidade;</li><li>III - ser protegida contra qualquer forma de abuso e exploração;</li><li>IV - ter garantia de sigilo nas informações prestadas;</li><li>V - ter direito à presença médica, em qualquer tempo, para esclarecer a necessidade ou não de sua hospitalização involuntária;</li><li>VI - ter livre acesso aos meios de comunicação disponíveis;</li><li>VII - receber o maior número de informações a respeito de sua doença e de seu tratamento;</li><li>VIII - ser tratada em ambiente terapêutico pelos meios menos invasivos possíveis;</li><li>IX - ser tratada, preferencialmente, em serviços comunitários de saúde mental.</li></ul><p><strong>Art. 3º</strong> É responsabilidade do Estado o desenvolvimento da política de saúde mental, a assistência e a promoção de ações de saúde aos portadores de transtornos mentais, com a devida participação da sociedade e da família, a qual será prestada em estabelecimento de saúde mental, assim entendidos os serviços de saúde mental.</p><p><strong>Art. 4º</strong> A internação, em qualquer de suas modalidades, só será indicada quando os recursos extra-hospitalares se mostrarem insuficientes.</p><p>§ 1º O tratamento visará, como finalidade permanente, a reinserção social do paciente em seu meio.</p><p>§ 2º O tratamento em regime de internação será estruturado de forma a oferecer assistência integral à pessoa portadora de transtornos mentais, incluindo serviços médicos, de assistência social, psicológicos, ocupacionais, de lazer, e outros.</p><p>§ 3º É vedada a internação de pacientes portadores de transtornos mentais em instituições com características asilares.</p><p><strong>Art. 5º</strong> O paciente há longo tempo hospitalizado ou para o qual se caracterize situação de grave dependência institucional, decorrente de seu quadro clínico ou de ausência de suporte social, será objeto de política específica de alta planejada e reabilitação psicossocial assistida.</p><p><strong>Art. 6º</strong> A internação psiquiátrica somente será realizada mediante laudo médico circunstanciado que caracterize os seus motivos.</p><p>Parágrafo único. São considerados os seguintes tipos de internação psiquiátrica:</p><ul><li>I - <strong>internação voluntária:</strong> aquela que se dá com o consentimento do usuário;</li><li>II - <strong>internação involuntária:</strong> aquela que se dá sem o consentimento do usuário e a pedido de terceiro; e</li><li>III - <strong>internação compulsória:</strong> aquela determinada pela Justiça.</li></ul><p><strong>Art. 7º</strong> A internação voluntária dar-se-á mediante declaração assinada pelo próprio paciente. O término dessa internação dar-se-á por solicitação escrita do paciente ou por determinação do médico assistente.</p><p><strong>Art. 8º</strong> A internação voluntária ou involuntária somente será autorizada por médico devidamente registrado no Conselho Regional de Medicina - CRM do Estado onde se localize o estabelecimento.</p><p>§ 1º A internação psiquiátrica involuntária deverá ser, no prazo de setenta e duas horas, comunicada ao Ministério Público Estadual pelo responsável técnico do estabelecimento no qual tenha ocorrido, devendo esse mesmo procedimento ser adotado quando da respectiva alta.</p><p>§ 2º O término da internação involuntária dar-se-á por solicitação escrita do familiar, ou responsável legal, ou quando estabelecido pelo especialista responsável pelo tratamento.</p><p><strong>Art. 9º</strong> A internação compulsória é determinada, de acordo com a legislação vigente, pelo juiz competente, que levará em conta as condições de segurança do estabelecimento, quanto à salvaguarda do paciente, dos demais internados e funcionários.</p>"
  },
  {
    "id": "resolucao-453",
    "title": "Resolução CNS 453/2012 (Conselhos de Saúde) - Na Íntegra",
    "category": "Legislação do SUS",
    "description": "Aprova diretrizes para instituição, reformulação, reestruturação e funcionamento dos Conselhos de Saúde.",
    "readTime": "25 min",
    "content": "<h3>Primeira Diretriz</h3><p>O Conselho de Saúde é uma instância colegiada, deliberativa e permanente do Sistema Único de Saúde (SUS) em cada esfera de Governo, integrante da estrutura organizacional do Ministério da Saúde, da Secretaria de Estado da Saúde, do Distrito Federal e da Secretaria Municipal de Saúde, com composição, organização e competência fixadas na Lei nº 8.142/90.</p><h3>Segunda Diretriz</h3><p>A instituição dos Conselhos de Saúde é estabelecida por lei federal, estadual, do Distrito Federal e municipal, obedecida a Lei nº 8.142/90.</p><h3>Terceira Diretriz</h3><p>A participação dos membros eleitos do Poder Legislativo, representação do Poder Judiciário e do Ministério Público, como conselheiros, não é permitida nos Conselhos de Saúde.</p><h3>Quarta Diretriz</h3><p>As vagas nos Conselhos de Saúde serão distribuídas da seguinte forma:</p><ul><li>I - <strong>50%</strong> de entidades e movimentos representativos de usuários;</li><li>II - <strong>25%</strong> de entidades representativas dos trabalhadores da área de saúde;</li><li>III - <strong>25%</strong> de representação de governo e prestadores de serviços privados conveniados, ou sem fins lucrativos.</li></ul><h3>Quinta Diretriz</h3><p>Aos Conselhos de Saúde Nacional, Estaduais, Municipais e do Distrito Federal, que têm competências definidas nas leis federais, bem como em leis estaduais e municipais, e no seu Regimento Interno, incumbe:</p><ul><li>I - fortalecer a participação e o Controle Social no SUS, mobilizar e articular a sociedade de forma permanente na defesa dos princípios constitucionais que fundamentam o SUS;</li><li>II - elaborar o Regimento Interno do Conselho e outras normas de funcionamento;</li><li>III - discutir, elaborar e aprovar proposta de operacionalização das diretrizes aprovadas pelas Conferências de Saúde;</li><li>IV - atuar na formulação e no controle da execução da política de saúde, incluindo os seus aspectos econômicos e financeiros, e propor estratégias para a sua aplicação aos setores público e privado;</li><li>V - definir diretrizes para elaboração dos Planos de Saúde e deliberar sobre o seu conteúdo, conforme as diversas situações epidemiológicas e a capacidade organizacional dos serviços;</li><li>VI - anualmente deliberar sobre a aprovação ou não do relatório de gestão;</li><li>VII - estabelecer estratégias e procedimentos de acompanhamento da gestão do SUS, articulando-se com os demais colegiados como os de seguridade social, meio ambiente, justiça, educação, trabalho, agricultura, idosos, criança e adolescente e outros;</li><li>VIII - proceder à revisão periódica dos planos de saúde;</li><li>IX - deliberar sobre os programas de saúde e aprovar projetos a serem encaminhados ao Poder Legislativo, propor a adoção de critérios definidores de qualidade e resolutividade, atualizando-os face ao processo de incorporação dos avanços científicos e tecnológicos, na área da Saúde;</li><li>X - estabelecer diretrizes e critérios para a elaboração da programação anual de saúde;</li><li>XI - divulgar suas ações e deliberações;</li><li>XII - fiscalizar e acompanhar o desenvolvimento das ações e dos serviços de saúde e o cumprimento das deliberações do Conselho de Saúde;</li><li>XIII - propor critérios para programação e execuções financeiras e orçamentárias do Fundo de Saúde e acompanhar a movimentação e o destino dos recursos;</li><li>XIV - estimular a articulação e o intercâmbio entre os Conselhos de Saúde e entidades governamentais e privadas, visando a promoção da saúde;</li><li>XV - estimular, apoiar e promover estudos e pesquisas sobre assuntos e temas na área de saúde.</li></ul>"
  },
  {
    "id": "codigo-etica",
    "title": "Código de Ética (Res. COFEN 564/2017) - Na Íntegra",
    "category": "Ética e Legislação",
    "description": "Aprova o novo Código de Ética dos Profissionais de Enfermagem. Texto completo com direitos, deveres e proibições.",
    "readTime": "50 min",
    "content": "<h3>PREÂMBULO</h3><p>O Conselho Federal de Enfermagem, ao revisar o Código de Ética dos Profissionais de Enfermagem – CEPE, norteou-se por princípios fundamentais, que representam imperativos para a conduta profissional e consideram que a Enfermagem é uma ciência, arte e uma prática social, indispensável à organização e ao funcionamento dos serviços de saúde.</p><h3>CAPÍTULO I – DOS DIREITOS</h3><p><strong>Art. 1º</strong> Exercer a Enfermagem com liberdade, segurança técnica, científica e ambiental, autonomia, e ser tratado sem discriminação de qualquer natureza, segundo os princípios e pressupostos legais, éticos e dos direitos humanos.</p><p><strong>Art. 2º</strong> Exercer atividades em locais de trabalho livre de riscos e danos e violências física e psicológica à saúde do trabalhador, em respeito à dignidade humana e à proteção dos direitos dos profissionais de enfermagem.</p><p><strong>Art. 3º</strong> Apoiar e/ou participar de movimentos de defesa da dignidade profissional, do exercício da cidadania e das reivindicações por melhores condições de assistência, trabalho e remuneração, observados os parâmetros éticos e legais.</p><p><strong>Art. 6º</strong> Aprimorar seus conhecimentos técnico-científicos, ético-políticos, socioeducativos e culturais, em benefício da pessoa, família e coletividade e do desenvolvimento da profissão.</p><p><strong>Art. 7º</strong> Ter acesso às informações, relacionadas à pessoa, família e coletividade, necessárias ao exercício profissional.</p><p><strong>Art. 15</strong> Ter reconhecida sua autoria ou participação em pesquisa, extensão e produção técnico-científica.</p><p><strong>Art. 22</strong> Recusar-se a executar atividades que não sejam de sua competência técnica, científica, ética e legal ou que não ofereçam segurança ao profissional, à pessoa, à família e à coletividade.</p><h3>CAPÍTULO II – DOS DEVERES</h3><p><strong>Art. 24</strong> Exercer a profissão com justiça, compromisso, equidade, resolutividade, dignidade, competência, responsabilidade, honestidade e lealdade.</p><p><strong>Art. 25</strong> Fundamentar suas relações no direito, na prudência, no respeito, na solidariedade e na diversidade de opinião e posição ideológica.</p><p><strong>Art. 26</strong> Conhecer, cumprir e fazer cumprir o Código de Ética dos Profissionais de Enfermagem e demais normativos do Sistema Cofen/Conselhos Regionais de Enfermagem.</p><p><strong>Art. 36</strong> Registrar no prontuário e em outros documentos as informações inerentes e indispensáveis ao processo de cuidar de forma clara, objetiva, cronológica, legível, completa e sem rasuras.</p><p><strong>Art. 39</strong> Esclarecer à pessoa, família e coletividade, a respeito dos direitos, riscos, benefícios e intercorrências acerca da assistência de Enfermagem.</p><p><strong>Art. 41</strong> Prestar assistência de Enfermagem sem discriminação de qualquer natureza.</p><p><strong>Art. 45</strong> Prestar assistência de Enfermagem livre de danos decorrentes de imperícia, negligência ou imprudência.</p><h3>CAPÍTULO III – DAS PROIBIÇÕES</h3><p><strong>Art. 61</strong> Executar e/ou determinar atos contrários ao Código de Ética e à legislação que disciplina o exercício da Enfermagem.</p><p><strong>Art. 62</strong> Executar atividades que não sejam de sua competência técnica, científica, ética e legal ou que não ofereçam segurança ao profissional, à pessoa, à família e à coletividade.</p><p><strong>Art. 64</strong> Provocar, cooperar, ser conivente ou omisso diante de qualquer forma ou tipo de violência contra a pessoa, família e coletividade, quando no exercício da profissão.</p><p><strong>Art. 77</strong> Executar procedimentos ou participar da assistência à saúde sem o consentimento formal da pessoa ou de seu representante ou responsável legal, exceto em iminente risco de morte.</p><p><strong>Art. 78</strong> Administrar medicamentos sem conhecer indicação, ação da droga, via de administração e potenciais riscos, respeitados os graus de formação do profissional.</p><p><strong>Art. 80</strong> Executar prescrições e procedimentos de qualquer natureza que comprometam a segurança da pessoa.</p><p><strong>Art. 91</strong> Delegar atividades privativas do(a) Enfermeiro(a) a outro membro da equipe de Enfermagem, exceto nos casos de emergência.</p><h3>CAPÍTULO IV – DAS INFRAÇÕES E PENALIDADES</h3><p><strong>Art. 103</strong> A caracterização das infrações éticas e disciplinares, bem como a aplicação das respectivas penalidades regem-se por este Código, sem prejuízo das sanções previstas em outros dispositivos legais.</p><p><strong>Art. 104</strong> Considera-se infração ética e disciplinar a ação, omissão ou conivência que implique em desobediência e/ou inobservância às disposições do Código de Ética dos Profissionais de Enfermagem.</p><p><strong>Art. 108</strong> As penalidades a serem impostas pelos Conselhos Regionais de Enfermagem, conforme o que determina o art. 18, da Lei n° 5.905, de 12 de julho de 1973, são as seguintes:</p><ul><li>I – Advertência verbal;</li><li>II – Multa;</li><li>III – Censura;</li><li>IV – Suspensão do Exercício Profissional;</li><li>V – Cassação do direito ao Exercício Profissional.</li></ul><p>§ 1º A <strong>advertência verbal</strong> consiste na admoestação ao infrator, de forma reservada, que será registrada no prontuário do mesmo, na presença de duas testemunhas.</p><p>§ 2º A <strong>multa</strong> consiste na obrigatoriedade de pagamento de 01 (um) a 10 (dez) vezes o valor da anuidade da categoria profissional à qual pertence o infrator.</p><p>§ 3º A <strong>censura</strong> consiste em repreensão que será divulgada nas publicações oficiais do Sistema Cofen/Conselhos Regionais de Enfermagem e em jornais de grande circulação.</p><p>§ 4º A <strong>suspensão</strong> consiste na proibição do exercício profissional da Enfermagem por um período de até 90 (noventa) dias.</p><p>§ 5º A <strong>cassação</strong> consiste na perda do direito ao exercício da Enfermagem por um período de até 30 (trinta) anos e será divulgada nas publicações do Sistema Cofen/Conselhos Regionais de Enfermagem e em jornais de grande circulação. (Competência exclusiva do COFEN).</p>"
  },
  {
    "id": "lei-7498",
    "title": "Lei 7.498/86 (Exercício Profissional) - Na Íntegra",
    "category": "Ética e Legislação",
    "description": "Dispõe sobre a regulamentação do exercício da Enfermagem e dá outras providências.",
    "readTime": "35 min",
    "content": "<p><strong>Art. 1º</strong> É livre o exercício da enfermagem em todo o território nacional, observadas as disposições desta lei.</p><p><strong>Art. 2º</strong> A enfermagem e suas atividades auxiliares somente podem ser exercidas por pessoas legalmente habilitadas e inscritas no Conselho Regional de Enfermagem com jurisdição na área onde ocorre o exercício.</p><p><strong>Art. 3º</strong> O planejamento e a programação das instituições e serviços de saúde incluem planejamento e programação de enfermagem.</p><p><strong>Art. 4º</strong> A programação de enfermagem inclui a prescrição da assistência de enfermagem.</p><p><strong>Art. 5º</strong> O titular do diploma ou certificado de enfermeiro e o titular do diploma ou certificado de enfermeira obstétrica ou de obstetriz, ou equivalente, conferido por escola estrangeira segundo as leis do país, registrado em virtude de acordo de intercâmbio cultural ou revalidado no Brasil como diploma de enfermeiro, de enfermeira obstétrica ou de obstetriz.</p><p><strong>Art. 6º</strong> São enfermeiros:</p><ul><li>I - o titular do diploma de enfermeiro conferido por instituição de ensino, nos termos da lei;</li><li>II - o titular do diploma ou certificado de obstetriz ou de enfermeira obstétrica, conferido nos termos da lei;</li><li>III - o titular do diploma ou certificado de Enfermeira e a titular do diploma ou certificado de Enfermeira Obstétrica ou de Obstetriz, ou equivalente, conferido por escola estrangeira segundo as leis do país, registrado em virtude de acordo de intercâmbio cultural ou revalidado no Brasil como diploma de Enfermeiro, de Enfermeira Obstétrica ou de Obstetriz;</li><li>IV - aqueles que, não abrangidos pelos incisos anteriores, obtiverem título de Enfermeiro conforme o disposto na alínea d do art. 3º do Decreto nº 50.387, de 28 de março de 1961.</li></ul><p><strong>Art. 7º</strong> São Técnicos de Enfermagem:</p><ul><li>I - o titular do diploma ou do certificado de Técnico de Enfermagem, expedido de acordo com a legislação e registrado pelo órgão competente;</li><li>II - o titular do diploma ou do certificado legalmente conferido por escola ou curso estrangeiro, registrado em virtude de acordo de intercâmbio cultural ou revalidado no Brasil como diploma de Técnico de Enfermagem.</li></ul><p><strong>Art. 8º</strong> São Auxiliares de Enfermagem:</p><ul><li>I - o titular de certificado de Auxiliar de Enfermagem conferido por instituição de ensino, nos termos da lei e registrado no órgão competente;</li><li>II - o titular de diploma a que se refere a Lei nº 2.822, de 14 de junho de 1956;</li><li>III - o titular do diploma ou certificado a que se refere o inciso III do art. 2º da Lei nº 2.604, de 17 de setembro de 1955, expedido até a publicação da Lei nº 4.024, de 20 de dezembro de 1961;</li><li>IV - o titular de certificado de Enfermeiro Prático ou Prático de Enfermagem, expedido até 1964 pelo Serviço Nacional de Fiscalização da Medicina e Farmácia, do Ministério da Saúde, ou por órgão congênere da Secretaria de Saúde nas Unidades da Federação, nos termos do Decreto-lei nº 23.774, de 22 de janeiro de 1934, do Decreto-lei nº 8.778, de 22 de janeiro de 1946, e da Lei nº 3.640, de 10 de outubro de 1959;</li><li>V - o pessoal enquadrado como Auxiliar de Enfermagem, nos termos do Decreto-lei nº 299, de 28 de fevereiro de 1967;</li><li>VI - o titular do diploma ou certificado conferido por escola ou curso estrangeiro, segundo as leis do país, registrado em virtude de acordo de intercâmbio cultural ou revalidado no Brasil como certificado de Auxiliar de Enfermagem.</li></ul><p><strong>Art. 9º</strong> São Parteiras:</p><ul><li>I - a titular do certificado previsto no art. 1º do Decreto-lei nº 8.778, de 22 de janeiro de 1946, observado o disposto na Lei nº 3.640, de 10 de outubro de 1959;</li><li>II - a titular do diploma ou certificado de Parteira, ou equivalente, conferido por escola ou curso estrangeiro, segundo as leis do país, registrado em virtude de acordo de intercâmbio cultural ou revalidado no Brasil como certificado de Parteira.</li></ul><p><strong>Art. 10.</strong> O Técnico de Enfermagem exerce as atividades auxiliares, de nível médio técnico, atribuídas à equipe de enfermagem.</p><p><strong>Art. 11.</strong> O Enfermeiro exerce todas as atividades de enfermagem, cabendo-lhe:</p><p>I - privativamente:</p><ul><li>a) direção do órgão de enfermagem integrante da estrutura básica da instituição de saúde, pública e privada, e chefia de serviço e de unidade de enfermagem;</li><li>b) organização e direção dos serviços de enfermagem e de suas atividades técnicas e auxiliares nas empresas prestadoras desses serviços;</li><li>c) planejamento, organização, coordenação, execução e avaliação dos serviços da assistência de enfermagem;</li><li>d) consultoria, auditoria e emissão de parecer sobre matéria de enfermagem;</li><li>e) consulta de enfermagem;</li><li>f) prescrição da assistência de enfermagem;</li><li>g) cuidados diretos de enfermagem a pacientes graves com risco de vida;</li><li>h) cuidados de enfermagem de maior complexidade técnica e que exijam conhecimentos de base científica e capacidade de tomar decisões imediatas;</li></ul><p>II - como integrante da equipe de saúde:</p><ul><li>a) participação no planejamento, execução e avaliação da programação de saúde;</li><li>b) participação na elaboração, execução e avaliação dos planos assistenciais de saúde;</li><li>c) prescrição de medicamentos estabelecidos em programas de saúde pública e em rotina aprovada pela instituição de saúde;</li><li>d) participação em projetos de construção ou reforma de unidades de internação;</li><li>e) prevenção e controle sistemático da infecção hospitalar e de doenças transmissíveis em geral;</li><li>f) prevenção e controle sistemático de danos que possam ser causados à clientela durante a assistência de enfermagem;</li><li>g) assistência de enfermagem à gestante, parturiente e puérpera;</li><li>h) acompanhamento da evolução e do trabalho de parto;</li><li>i) execução do parto sem distocia;</li><li>j) educação visando à melhoria de saúde da população.</li></ul><p>Parágrafo único. As profissionais referidas no inciso II do art. 6º desta lei incumbe, ainda:</p><ul><li>a) assistência à parturiente e ao parto normal;</li><li>b) identificação das distocias obstétricas e tomada de providências até a chegada do médico;</li><li>c) realização de episiotomia e episiorrafia e aplicação de anestesia local, quando necessária.</li></ul><p><strong>Art. 12.</strong> O Técnico de Enfermagem exerce atividade de nível médio, envolvendo orientação e acompanhamento do trabalho de enfermagem em grau auxiliar, e participação no planejamento da assistência de enfermagem, cabendo-lhe especialmente:</p><ul><li>a) participar da programação da assistência de enfermagem;</li><li>b) executar ações assistenciais de enfermagem, exceto as privativas do Enfermeiro;</li><li>c) participar da orientação e supervisão do trabalho de enfermagem em grau auxiliar;</li><li>d) participar da equipe de saúde.</li></ul><p><strong>Art. 13.</strong> O Auxiliar de Enfermagem exerce atividades de nível médio, de natureza repetitiva, envolvendo serviços auxiliares de enfermagem sob supervisão, bem como a participação em nível de execução simples, em processos de tratamento, cabendo-lhe especialmente:</p><ul><li>a) observar, reconhecer e descrever sinais e sintomas;</li><li>b) executar ações de tratamento simples;</li><li>c) prestar cuidados de higiene e conforto ao paciente;</li><li>d) participar da equipe de saúde.</li></ul><p><strong>Art. 14.</strong> A incumbência a qualquer membro da equipe de enfermagem, conforme suas competências, no que couber, de:</p><ul><li>I - ministrar medicamentos por via oral e parenteral;</li><li>II - realizar controle hídrico;</li><li>III - fazer curativos;</li><li>IV - aplicar oxigenoterapia, nebulização, enteroclisma, enema e calor ou frio;</li><li>V - executar tarefas referentes à conservação e aplicação de vacinas;</li><li>VI - efetuar o controle de pacientes e de comunicantes em doenças transmissíveis;</li><li>VII - realizar testes e proceder à sua leitura, para subsídio de diagnóstico;</li><li>VIII - colher material para exames laboratoriais;</li><li>IX - prestar cuidados de enfermagem pré e pós-operatórios;</li><li>X - circular em sala de cirurgia e, se necessário, instrumentar;</li><li>XI - executar desinfecção e esterilização.</li></ul><p><strong>Art. 15.</strong> As atividades referidas nos arts. 12 e 13 desta lei, quando exercidas em instituições de saúde, públicas e privadas, e em programas de saúde, somente podem ser desempenhadas sob orientação e supervisão de Enfermeiro.</p>"
  }
]