[
  {
    "id": "lei-8080",
    "title": "Lei 8.080/90 (Lei Orgânica da Saúde)",
    "category": "Legislação do SUS",
    "description": "Dispõe sobre as condições para a promoção, proteção e recuperação da saúde, a organização e o funcionamento dos serviços correspondentes.",
    "readTime": "45 min",
    "content": "<h3>DISPOSIÇÃO PRELIMINAR</h3><p><strong>Art. 1º</strong> Esta lei regula, em todo o território nacional, as ações e serviços de saúde, executados isolada ou conjuntamente, em caráter permanente ou eventual, por pessoas naturais ou jurídicas de direito Público ou privado.</p><h3>TÍTULO I - Das Disposições Gerais</h3><h4>CAPÍTULO I - Dos Objetivos e Atribuições</h4><p><strong>Art. 2º</strong> A saúde é um direito fundamental do ser humano, devendo o Estado prover as condições indispensáveis ao seu pleno exercício.</p><p>§ 1º O dever do Estado de garantir a saúde consiste na formulação e execução de políticas econômicas e sociais que visem à redução de riscos de doenças e de outros agravos e no estabelecimento de condições que assegurem acesso universal e igualitário às ações e aos serviços para a sua promoção, proteção e recuperação.</p><p>§ 2º O dever do Estado não exclui o das pessoas, da família, das empresas e da sociedade.</p><p><strong>Art. 3º</strong> Os níveis de saúde expressam a organização social e econômica do país, tendo a saúde como determinantes e condicionantes, entre outros, a alimentação, a moradia, o saneamento básico, o meio ambiente, o trabalho, a renda, a educação, a atividade física, o transporte, o lazer e o acesso aos bens e serviços essenciais.</p><p>Parágrafo único. Dizem respeito também à saúde as ações que, por força do disposto no artigo anterior, se destinam a garantir às pessoas e à coletividade condições de bem-estar físico, mental e social.</p><h4>CAPÍTULO II - Dos Princípios e Diretrizes</h4><p><strong>Art. 7º</strong> As ações e serviços públicos de saúde e os serviços privados contratados ou conveniados que integram o Sistema Único de Saúde (SUS), são desenvolvidos de acordo com as diretrizes previstas no art. 198 da Constituição Federal, obedecendo ainda aos seguintes princípios:</p><ul><li>I - universalidade de acesso aos serviços de saúde em todos os níveis de assistência;</li><li>II - integralidade de assistência, entendida como conjunto articulado e contínuo das ações e serviços preventivos e curativos, individuais e coletivos, exigidos para cada caso em todos os níveis de complexidade do sistema;</li><li>III - preservação da autonomia das pessoas na defesa de sua integridade física e moral;</li><li>IV - igualdade da assistência à saúde, sem preconceitos ou privilégios de qualquer espécie;</li><li>V - direito à informação, às pessoas assistidas, sobre sua saúde;</li><li>VI - divulgação de informações quanto ao potencial dos serviços de saúde e a sua utilização pelo usuário;</li><li>VII - utilização da epidemiologia para o estabelecimento de prioridades, a alocação de recursos e a orientação programática;</li><li>VIII - participação da comunidade;</li><li>IX - descentralização político-administrativa, com direção única em cada esfera de governo:</li><ul><li>a) ênfase na descentralização dos serviços para os municípios;</li><li>b) regionalização e hierarquização da rede de serviços de saúde;</li></ul><li>X - integração em nível executivo das ações de saúde, meio ambiente e saneamento básico;</li></ul><p>...</p><p><em>(Conteúdo demonstrativo. Na versão final, inserir o texto completo).</em></p>"
  },
  {
    "id": "codigo-etica",
    "title": "Código de Ética (Res. COFEN 564/2017)",
    "category": "Ética e Legislação",
    "description": "Aprova o novo Código de Ética dos Profissionais de Enfermagem.",
    "readTime": "30 min",
    "content": "<h3>PREÂMBULO</h3><p>O Conselho Federal de Enfermagem, ao revisar o Código de Ética dos Profissionais de Enfermagem – CEPE, norteou-se por princípios fundamentais, que representam imperativos para a conduta profissional e consideram que a Enfermagem é uma ciência, arte e uma prática social, indispensável à organização e ao funcionamento dos serviços de saúde.</p><h3>CAPÍTULO I – DOS DIREITOS</h3><p><strong>Art. 1º</strong> Exercer a Enfermagem com liberdade, segurança técnica, científica e ambiental, autonomia, e ser tratado sem discriminação de qualquer natureza, segundo os princípios e pressupostos legais, éticos e dos direitos humanos.</p><p><strong>Art. 2º</strong> Exercer atividades em locais de trabalho livre de riscos e danos e violências física e psicológica à saúde do trabalhador, em respeito à dignidade humana e à proteção dos direitos dos profissionais de enfermagem.</p><p><strong>Art. 3º</strong> Apoiar e/ou participar de movimentos de defesa da dignidade profissional, do exercício da cidadania e das reivindicações por melhores condições de assistência, trabalho e remuneração, observados os parâmetros éticos e legais.</p><h3>CAPÍTULO II – DOS DEVERES</h3><p><strong>Art. 24</strong> Exercer a profissão com justiça, compromisso, equidade, resolutividade, dignidade, competência, responsabilidade, honestidade e lealdade.</p><p><strong>Art. 25</strong> Fundamentar suas relações no direito, na prudência, no respeito, na solidariedade e na diversidade de opinião e posição ideológica.</p><h3>CAPÍTULO III – DAS PROIBIÇÕES</h3><p><strong>Art. 61</strong> Executar e/ou determinar atos contrários ao Código de Ética e à legislação que disciplina o exercício da Enfermagem.</p><p><strong>Art. 62</strong> Executar atividades que não sejam de sua competência técnica, científica, ética e legal ou que não ofereçam segurança ao profissional, à pessoa, à família e à coletividade.</p>"
  },
  {
    "id": "lei-8142",
    "title": "Lei 8.142/90 (Controle Social)",
    "category": "Legislação do SUS",
    "description": "Dispõe sobre a participação da comunidade na gestão do SUS e sobre as transferências intergovernamentais.",
    "readTime": "15 min",
    "content": "<p><strong>Art. 1°</strong> O Sistema Único de Saúde (SUS), de que trata a Lei n° 8.080, de 19 de setembro de 1990, contará, em cada esfera de governo, sem prejuízo das funções do Poder Legislativo, com as seguintes instâncias colegiadas:</p><p>I - a Conferência de Saúde; e</p><p>II - o Conselho de Saúde.</p><p>§ 1° A Conferência de Saúde reunir-se-á a cada quatro anos com a representação dos vários segmentos sociais, para avaliar a situação de saúde e propor as diretrizes para a formulação da política de saúde nos níveis correspondentes, convocada pelo Poder Executivo ou, extraordinariamente, por esta ou pelo Conselho de Saúde.</p><p>§ 2° O Conselho de Saúde, em caráter permanente e deliberativo, órgão colegiado composto por representantes do governo, prestadores de serviço, profissionais de saúde e usuários, atua na formulação de estratégias e no controle da execução da política de saúde na instância correspondente, inclusive nos aspectos econômicos e financeiros, cujas decisões serão homologadas pelo chefe do poder legalmente constituído em cada esfera do governo.</p><p>§ 5° As Conferências de Saúde e os Conselhos de Saúde terão sua organização e normas de funcionamento definidas em regimento próprio, aprovadas pelo respectivo conselho.</p>"
  }
]